[
    {
        "ID": "9bd903c6b29d923f",
        "question_text": "stupid blocks\nreal cute first you block then you vandalize my comments. do it agan and i will report you, pov pusher.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "81587c4dd6944213",
        "question_text": "Do not threaten me you nazi!! You can't stop me. I hope you are going to be online all day, because I will be! And I will be monitoring this page. You can't block me, I am an admin. So have fun. Latuff is gay, plain and simple, his mom left his dad for a jew. I have reliable sources.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "7071a7a118813da2",
        "question_text": "What the fuck? Ur a dick, urv never even been 2 helensville ya mommas boi!!!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "fcc1e21fd7197b00",
        "question_text": "Eliot Higgins with Garry Kasparov\nYou said  Bellingcat - 'is A rubbish rag of discontented youths that has no place in the realm of learned men' , so I just wanted to share this photo with you, of Eliot Higgins with Kasparov -  Eliot Higgins, founder of Bellingcat with Kasparov and others - you are a vindictive non-entity imo and should spend more time humbly seeking to inform others on this  encyclopedia site with your content , and less time slagging off  people like Higgins who are your  moral and intellectual superiors. just my opinion. you pompous idiot you.92.3.10.9",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "3f6a7c396c55ca20",
        "question_text": "Eww, I can s m e l l something horrible round here! \n\nEwwww is that you? i can s m e l l you from here, man! peee-yewww!go take a bath or something, fleabag!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "17dd103aa83a76ab",
        "question_text": "hello moto \n\nhello flygayguy649 i hope u get a dick stuck up your ass i am a 13 year old kkk member. and i'll kick your ass so stay away and dont delete my pages. BITCH!!!",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "e3ca88df1edf3e74",
        "question_text": ".\n\n Dont \nThreaten me you little faggot. Ill come to your house and slit your mother's throat. God knows if you are a wikipeida admin you still live with her. Im going to sexually abuse her after. Good day sir",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "feb04c8ced10a902",
        "question_text": "Why block away kind sir..This is a dynamic IP and I am leaving here shortly..Do the deed fu*kwit. You are a puppet on my string.....",
        "toxic": 0,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "5de253e8c8171561",
        "question_text": "Kill Feldspar \n\nFeldspar is a blathering idiot that should be publicly executed for his attempted use of force in place of honest debate to reconcile differences in opinion. Forever small minded psuedointellectuals such as he hide behind anti violence laws and become masters at manipulation, abuse of rules, and all manner of passive aggressive means to force others to accept their views. Antiviolence laws are obviously not designed to protect such behavior, rather they are designed to encourage open mindedness towards others viewpoints with the understanding that noone wins when people use force back and forth to overcome each others' opinions.",
        "toxic": 0,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "073e25c3d887a071",
        "question_text": "FUCK ALL YOU NUT LICKING MOTHERFUCKING FAGOT COCK SUCKING WHORES!  YOU ALL SUCK SHAPIROS COCK AND LICK HIS MOTHERS CUNT!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "b76c76ca8168d21c",
        "question_text": "\"The \"\"jobber\"\" had a name. Rory Fox to be exact. Good to see laziness still exists. Poor Nici.. what a a prick.. \n\n\"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "c6a97421857ea62f",
        "question_text": "Scat & BDSM \n\nHi, I was wondering if faggots as large as you participate in these sexual practices as apart of your regular daily routine?",
        "toxic": 0,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "5781c580d687815a",
        "question_text": "sabu is a violent piece of crap \n\ndis guy is so violent.he hits people with steel chairs,triple jump moonsaults ppl thru tables.he coud put som1 thru a burning table which could kill them.he was taughtby his uncle,and he is from bombay,india.\nuser:dark-hooded smoker",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "4a9055895bfd150d",
        "question_text": "I didn't say you favored him over me, I said you were treating us equally when it's blatantly clear to anyone looking in that there's only one party being actively disruptive here. I guess nothing I wrote actually registered, which in a way supports the second part of what I wrote. I'm sorry to be critical, but after two weeks of this crap, day in, day out, getting hammered with warnings and other bogus edits, and even trying to step back for the last four days, and still seeing myself blamed by you for this, and insulted, and generally treated as just as much crap as the person actively doing all of this, I had to say something. And you're still doing it.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "4b33c6f923980092",
        "question_text": "hello \n\ngo to hell.  FIrst of all my comment on feces was correct whore. Can you be a gay whore?  Also dont edit cyrus or brazil both of them are true you gay homo.  Finally go hump your dog and play in traffic.  Are you secretly brazilian?",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "7caf12c08929a4a1",
        "question_text": "\"\n\n\"\" but unfortunately I had to undo your edit(s) because I believe the article was better before you made that change. Feel free to contact me directly if you have any questions.\"\"\n\nHonestly, that's what I call a cool story bro. Such a riveting tale, I honestly copy and pasted it to word, saved on my hard drive, backed it up on a jump drive, drove to the bank, put the jump drive in the safe deposit box, and will leave it there until my kids turn about 12 (when they can actually state their age, and ask what it is I'm showing them), when I will pick it up, put it in an old USB drive reader and relay this cool story to them and tell them, \"\"kids, this is what a cool story should look and sound like...not like the stories your generation tells.\nDon't unedit my wikipedia entries ever the fuk again bro, and by bro i mean never my bro, fuking phaggot.\"",
        "toxic": 0,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "dcaafe4d729a280f",
        "question_text": "Your Mom Has A Penis!!!!! \n\nWow, she is hella fat too.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "b50be610f1cd6ac3",
        "question_text": "Goddamn it, it says on the blocking policy that I'm entitled to editing my own user page, you faggoting faggots. Leave me the fuck alone.\n\nFags burn in hell. That means you Latinus. And especially you Wiki-Alf. Banes is cool though. He's my homey.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "7728121ab85b3e29",
        "question_text": "I shat somethin' out this mornin' prettier than you! \n\nI HOPE YOU GET FLUSHED DOWN A TOILET, WHERE YOU BELONG!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "05b0dff536b69965",
        "question_text": "racist??? man fuck u nigga I AM BLACK DO U EVEN KNOW WHAT THE DIFFERENCE BETWEEN THE ER AND A IS BITCH MOTHERFUCKA YRE U FEELIN OFFENDED I BET U AINT EVEN BLACK AND IF YEAH THAN YALL IS OREO COOKIES ANYWAYZ! IM PURE CHOCOLATE FOOL!",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "37ed7b6d964de095",
        "question_text": "Fuck you bitch! I will go to your house and kill you with my gun as well! Prepare to die!",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "7783a6de88017138",
        "question_text": "Hi mutherfuckng wikipedia nolifer go die pl0x. \nWith vänlig hälsning VOP",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "99196b8cace7a049",
        "question_text": "i will take good revenge on your bullshits  stupid uneducated Tletbrain \nI will blow the hell out of you Chinese stupid bullshit psychos",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "c089baec18e24a43",
        "question_text": "Don't be a Dick\nYou know what you did, don't do it again. You weren't making test edit or anything even slightly like that. Fuck off. 94.195.251.61",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "9d8624f094ce679f",
        "question_text": "STOP SUCKING THAT FATASS' DICK, YOU NIGGERLOVING KIKE",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "51a650bf44d83489",
        "question_text": "More YouTube\n\nI f*cking hate those chain letters on YouTube, pisses me off everytime i see one. Like this one: 'this is a true thing that can happen! its not a chain letter! its kinda scary at first but it really works!! paste this message into 3 comments and press ATL F4 and your crushes name will appear on your screan!!! is so weird this is a true thing that can happen! its not a chain letter! its kinda scary at first but it really works!! paste this message into 3 comments and press ATL F4 and your crushes name will appear on your screan!!! is so weird'\n\nRetards.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "d7ff9c70077e1587",
        "question_text": "silly cunt suck ur mum u prick",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "f94548c5d139d967",
        "question_text": "ediot \n\nif i find you on street i will kick ur ass",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "1272f62a21efb219",
        "question_text": "FUck you you god damn mother fuckin son of a bitch stop being a stupid ass shithead and be fuckin cool for once",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "02b72b1990e83bdc",
        "question_text": "really want cramers balls in your mouth huh?",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "457aab2d186e95f0",
        "question_text": "You sound like you are sexually frustrated. When did you last have sex?",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "1b3aa6023f24699d",
        "question_text": "? \n\nWhere are you polish PEDERAST?  \n\n YOU ARE POLISH PEDERAST COCKSUCKER \n\nYou are slave PEDERAST COCKSUCKER.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "7c35d0165954247f",
        "question_text": "No contest here. Now go suck your dad's cock.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "ad29cddf3f04ab8c",
        "question_text": "Bye bye jerk!! \n\nI guess this means you will not be crying about the Nazis anymore. What is your problem with Nazis anyway? Did you date a Nazi woman and she broke your heart?? What a shame!!!TAB\nTABTAB\nYour life isn't worth living anymore so pleasee KILL YOURSELF!TAB\n TABTAB\nYou know I'm right. You've felt this way for a long time. You've probably been thinking about killing yourself for quite some time. I'm here to tell you, it's all right. Go ahead. Do it. It won't hurt. Be brave. All your troubles will be over. You won't have the pain anymore. Everyone else? Don't worry, they'll get by. You never really did fit in in Australia or anywhere else for that matter.  Do what must be done.\n TABTAB\nWhat do you mean It's not your fault things turned out badly? It certainly IS your fault. You ought to be ashamed of yourself for what you've done in your failed life - and failed to do. Maybe things could have changed if you weren't such a weakling and hate-filled person. You're defective. You've been that way for a long time. You are proof that God makes mistakes.TAB\n TABTABTAB\nYou disgust me. You should have died a long time ago. You know I'm right.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "b3d931f3b33b57fa",
        "question_text": "\"A RESPONSE TO . I ENTITLE THIS \"\"YOUR STUPIDITY\"\"\nThe Assyrians are not extinct you incompetent bigoted fool. You lack all things historical you impotent maggot. The Assyrians have existed for over 6500 years you incumbent animal. The Assyrians first spoke Akkadian and in the 8th century the kings of Assyria chose Aramaic as the lingua franca of their mighty empire you extinct ape. We have simultaneously existed throughout the ancient era up until the present day you rotten corpse. We were the first nation to accept Christianity and the Assyrian Church of the East spread as far as China and Japan and India in the 6th century AD you degenerate dog. The Assyrians have been and will always continue to exist through persecution and Diaspora you maggot. The aramaena peoples are an extinct pseudo people who never existed since the Assyrians destroyed their kingdom and reduced it to a vassal state you mongrel. This Aramean Syriac name is a name created by radical separatists who deny their ethical heritage since the late 1980s you snake. The Assyrians speak modern Aramaic the Aramaic in which Christ spoke 2 thousand years ago you uneducated mule. Your statements lack depth in all facets; they are unencylcopediatic, unsourced, close minded, uneducated, mentally degenerate comments that seek to downsize the most ancient people down to nothing. You claim that this name was invented by some new comers almost a hundred years ago, this comment alone shows how completely incompetent you are. I have documents that are hundreds of years old that have been passed down through my family over the centuries that specifically speak about the Assyrians and how this name is far more ancient then simple minded people like you claim. This will be the only comment I will make for you because I will not waste my time speaking to a mentally degenerate pig such as yourself who is a denialist, racist, and complete bigot and a distorter of history who denies the race of the Assyrians exist. I will pray every day that you may you die a most horrible death.68.185.65.244  \n\n\"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "7cd9a032f8ac077e",
        "question_text": "I will return in a few hours Canuck to wreak havoc on your faggot canadian ass",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "283f3f7efcb47cd4",
        "question_text": "Your death\nYou shitty fucktard, I am going to cut your balls of and feed them to my dog. Then, I am going to slit your shitpoke throat you mother-fucking cunt! -Jay Barnabay",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "4935679c7a383607",
        "question_text": "Your country is shit!!! All it does is pollute the world!!! Allah Akbar!!!",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "b8a68852a3375c0d",
        "question_text": "SHUT YOUR FAT FACE YOU ASS>",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "30399da7861b676e",
        "question_text": "STUPID TROLL!!! TAINGA MO! KUMAKAIN KA NG UNGGOY!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "cfe5cab3c078ec2c",
        "question_text": "Apparently you missed my comments at the very top.  I don't give a shit.  If he's a dumbfuck that thinks that creationism is real, then he really should be assigned to the denialist bin of the local mental institution.  In this world and the real world, either you understand science or you deny it.  He's a fucking xtian denialist.  Not much you can do with him/her/it.  I do wish you well, but don't come here trying to improve me, because I know my science, and can back up every point I make anywhere here with evidence.  If I don't, I stay away.  Frankly, I'll fix whatever articles meet my fancy.  Again, enjoy being the mentor, but I don't do well with admins with their pretentious attitudes because they're fat little unemployed fucks who get erections by pretending to be powerful here.  So, in other words, if you want to help someone, take it elsewhere, because I really really really really don't give a shit about hurting some creationists little feelings.  Fuck that shit.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "0cff83251f6a4cab",
        "question_text": "You are my bitch! \n\nI own your ass.",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "1bbbc05b4bbc3ab0",
        "question_text": "hey\nwhere the fuck did the rolling earthquake nickname come from i havent ever heard tht 68.54.17.228",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "69e88ef179506404",
        "question_text": "My personal opinion \n\nIs that you're a fucking wanker and I hope you die a painful death. 91.108.192.125",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "346423c4874f7bcf",
        "question_text": "Dear SchfiftyThree\nI would just like to say that i hate  you and the rest of the wikipedia editors for deleting my creations. fuck you.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "808bb607c5b18d42",
        "question_text": "intervei CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE AND ARREST ME...SAN DIEGO CALIFORNIA, CHULA VISTA, FUCKING GET YOUR INFORMATION RIGHT FAGGOT SHITHEAD!!i CAN STILL POST WITH THIS COMPUTER...I SAID BLOCK ME, COME THE FUCK DOWN HERE",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "db3e9ff703f58061",
        "question_text": "hey, idiot, i said i'll be more careful not to remove content.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "e56efae2d376b646",
        "question_text": "sarah palin is a fucking bitch \n\nthis stupid nazi woman is a fucking bitch...\n\ni hope they kill her.. RACIST conservative NAZI...\n\nstupid ugly bitch with glasses...\n\nand the americans love her because shes a fuckign ku klux klan..\n\ndie sarah stupid racist..",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "4bbe6928eccebc4b",
        "question_text": "nigger \n\n{{unblock|reason=Liar 98.162.163.72  }",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "b74ad4527aa8f08e",
        "question_text": "\"\n\n Bishonen \n\nSo are you his lackey or just a sycophant? He's a big boy, shame he has to call on his underlings to do his bidding. '''''' Dick Laurent is dead \"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    }
]