[

  {
      "question_text": "BREAKING! CONGRESS ADMITS CIA MOVING TO BAN FREE SPEECH IN AMERICA",
      "article_text": "Alex Jones breaks down the total absurdity of the king and queen of fake news, Brian Williams and Hillary Clinton, declaring an all out attack on what they deem to be fake news.Despite Williams losing his job with NBCs Nightly News last year for spreading fake news and Clinton being caught lying about an attack on a Bosnia trip not to mention voting for a war that killed thousands that was based on fake newsthey continue to push forward in their attempt to shut down the alternative press that is rapidly growing and pushing out the faltering mainstream media.As the EU demands censorship of fake news, Reddit, Facebook and others have begun blocking Infowars and other alternative media.It is now alarmingly evident that there truly is a war on for your mind.",
      "label": "fake",
      "ID": "25"
  },
  {
      "question_text": "Another Russian Politician Has Been Assassinated",
      "article_text": "Russian diplomat Petr Polshikov, 56, has been found dead from gunshot wounds to the head at his flat in Moscows Balaklavsky Prospekt, according to local media. Polshikov is a head figure in the Latin American department of the Russian foreign ministry, and served as an ambassador to Bolivia. His murder comes after Russian ambassador to Turkey, Andrei Karlov, was killed by an off-duty police officer at an art gala.In Polshikovs shooting, investigators found two empty bullet shells in the diplomats flat. A gun was also found in the flats bathroom under the sink.So far, the no murderer or suspects have been apprehended. The reason for the assassination is currently uncertain, as Russian authorities are examining all possible theories and leads to Polshikovs death. The sole individual at the scene during Polshikovs murder was his wife.",
      "label": "fake",
      "ID": "66"
  },
  {
      "question_text": "Ontario Liberals give up, let each school choose their own sex-ed curriculum",
      "article_text": "Aisha Alfa reports on the Kathleen Wynne governments plan to let each school set their own sex ed curriculum, and the wildly different lesson plans that the school boards have come up with.",
      "label": "satire",
      "ID": "289"
  },
  {
      "question_text": "James Comey Quickly Reopens Clinton Email Investigation For Few More Minutes",
      "article_text": "WASHINGTON In a letter addressed to Congress that was quickly followed by a second message retracting the first, FBI director James Comey is said to have briefly reopened the investigation into Hillary Clintons emails for several more minutes Friday. The FBI has learned of materials pertinent to this case and will be reopening the investigation into Hillary Clintons use of a private email server to send classified information,Comey wrote to the nations senators and representatives at 9:18 a.m. before writing another letter at 9:21 a.m. that read Actually, we gave it a quick check, and everything looks fine here. Sorry about that! At press time, Comey had reportedly reopened the investigation after a new document had come to light.",
      "label": "satire",
      "ID": "271"
  },
  {
      "question_text": "John Kerry Throws Vine Over Pit Of Quicksand To Save Child Companion",
      "article_text": "PANGSAU, MYANMAR Thinking quickly to thwart disaster as he ventured deep into the Myanmar rainforest to meet with State Councilor Aung San Suu Kyi, Secretary of State John Kerry threw a vine over a pit of quicksand to save the life of his 12-year-old Moroccan companion, Drumstick, sources confirmed Monday. Grab on, kid! said Kerry, flinging the makeshift lifeline he had hacked off a tree with his machete to the rapidly sinking boy, an orphan who reportedly has tagged along with the American diplomat ever since helping him escape from Marrakesh police in 2013 via a series of hidden backstreets. For a minute there, I thought I was going to lose you. I dont know what I wouldve done with all that peace and quiet. According to sources, the incident marks Drumsticks closest brush with death since riding in a runaway mine cart in South Africa last year.",
      "label": "satire",
      "ID": "202"
  },
  {
      "question_text": "Before Trump's Presidency, US Privacy Board in Disarray",
      "article_text": "A federal board responsible for protecting Americans against abuses by spy agencies is in disarray just weeks before President-elect Donald Trump takes office.The five-member Privacy and Civil Liberties Oversight Board will have only two remaining members as of Jan. 7 and no Democrats even though it is required to operate as an independent, bipartisan agency.The vacancies mean it will lack the minimum three members required to conduct business and can work only on ongoing projects. Trump would have to nominate new members, who would have to be confirmed by the Senate.The board was revitalized after former National Security Agency contractor Edward Snowden's disclosures on the scope of U.S. spying in 2013. It notably concluded that the NSA's phone surveillance program was unconstitutional.",
      "label": "real",
      "ID": "184"
  },
  {
      "question_text": "Hillary Clinton Thanks Supporters, Refers to Popular Vote Win in End-of-Year Email",
      "article_text": "Hillary Clinton thanked her supporters, referring to her popular-vote victory, and wished them a happy holiday season in an end-of-year email sent Monday.In the email, Clinton mentioned the rough number of votes she received in the 2016 presidential election and that her popular vote win showed promise.\"Before this year ends, I want to thank you again for your support of our campaign,\" Clinton wrote in the email. \"While we didn't achieve the outcome we sought, I'm proud of the vision and values we fought for and the nearly 66 million people who voted for them.\"Clinton also encouraged supporters to keep pressing forward saying she believes it is \"our responsibility to keep doing our part to build a better, stronger, and fairer future for our country and the world.\"But she did not indicate any specific plans for the future.NY Attorney General Hinders Trump Plan to Shutter FoundationHillary Clinton Officially Wins Popular Vote by Nearly 2.9 Million 1,000 Roses and Sidewalk Messages in Chalk for Hillary Clinton The email ended with Clinton's well wishes for the new year and said she would be \"in touch\" in 2017.\"I wish you and your family health, happiness, and continued strength for the New Year and the work ahead,\" she wrote. She also expressed her year-end wishes on Twitter.",
      "label": "real",
      "ID": "1014"
  },
  {
      "question_text": "Donald Trump taps former Bush aide as top counterterrorism adviser",
      "article_text": "President-elect Donald Trump has tapped former Bush aide Tom Bossert to serve as assistant to the President for homeland security and counterterrorism, his transition team announced Tuesday.Tom brings enormous depth and breadth of knowledge and experience to protecting the homeland to our senior White House team,Mr. Trump said in a statement. He has a handle on the complexity of homeland security, counterterrorism, and cybersecurity challenges. He will be an invaluable asset to our Administration.The post will be a return to the White House for Bossert, who previously served as the deputy homeland security advisor to former President George W. Bush. Before that, he spent two years as the White Houses director of infrastructure protection policy.Since leaving the White House, Bossert has run a national security consulting business and served as a fellow at the Atlantic Council focusing on cybersecurity.Mr. Trumps transition team said the position for which Bossert was selected has recently been performed by a deputy to the National Security Advisor, but that in Mr. Trumps administration the job is being elevated and restored to its independent status.Lt. Gen. Michael Flynn (ret.) will serve as Mr. Trumps National Security Advisor.I am looking forward to working closely with Gen. Flynn as we together help the President-elect advance the interests of the United States and its allies,Bossert said in a statement.",
      "label": "real",
      "ID": "1007"
  }
]
