[
    {
        "ID": "707bc41cf4e12f6a",
        "question_text": "Busy in real life?! LOL, pathetic cunt. Learn to read English, while you have time, fucking piece of chingching trash. You've to see who was right, poor squint. But yeah, you Asian animals don't have self-judgement.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "a68341be909282c9",
        "question_text": "Only a sad loser janitor would think that being a janitor is better than being banned from wikipedia. LOL. Why you so bitter? Were you so incompetent that they fired you as a janitor too?",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "9e6b70e0db26315b",
        "question_text": "A misery=\nYou have made my life a misery on Wikipedia, and now you're gonna pay for it you disgusting, ignorant and stupid bastard.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "0177211a942a8f2c",
        "question_text": "\"\n\nJust shut up you boring old crap. Nobody even likes you. Also, WTF is all the damn \"\"copyright pics?\"\" WTF is that?? God, you really should get off the Internet & study you uneducated dufus.\n\nAnyway, it's hard to communicate with somebody as stupid as YOU. Also, why should I do what you want me to do? I can do whatever I want you big loser.User:Pic Business\n\n\"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "cbeeca0dd8d32c1a",
        "question_text": "nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit ni",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "4dd70c5e615fff41",
        "question_text": "\"\n\n Block of Darwiner111 \n\nHe's been sockpuppeting like mad, and editing disruptively with all his sockpuppets, which include (talk) \"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "1f5115274e080a68",
        "question_text": "Access Denied to the pursuit of truth \n\nBigee and Piano01 - do you have anything better to do with your time? - I was developing a fully comprehensive work on the Northern Territory Police, largely for my own education as I am undergoing recruitment. Because of your shortsighted pedantic and stupid attitude now there is virtually no information available at one source for anyone seeking it. You people are real morons. You have cleaned up nothing - its downright vandalism. May you both have a concealed disease that manifests itself as lukemia or AIDS.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "893c7f18ec81728c",
        "question_text": "=I got pissed\nthis mulatto fuck has been pestering me for the past year and all he does is try to get under my skin. i fuckin hate this motherfuckin shitskin faggot. sorry for attacking it, but it should fuckin die! i hate shaka",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "69a4007174fdcdf3",
        "question_text": "Because this guy has no life and likes to f*ck around with people's hard work. Just retaliate against him, so he stops messing up people's legitimate pages.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "c6106752c982786e",
        "question_text": "note stealing \n\nThe article note stealing in many peeps minds is a worthy article. If you delete i will sue you for $2 million. you are a jag bag. jerkoff, kinsider what i said. If u delete i'll beat you with a shoe until you are black and blue. you are stupid and need to clean out your eye of all that scum because you cannot notice a good article when you see one. you are a sucky user or administrator whatever you are. I Hate You!!!!!!! you little jayhawk, poo you. stuff it scum face. go piss on a pole and if u are a girl go squat. up yours you incompetant administrator. \n\nsincerily yr fuked up lil mother fukin nigga from the hood, \n  the outsider",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "7277c53d39c83d63",
        "question_text": "eat shit, fucko \n\nsuck my asshole, then die, horribly\nI hope you get cancer",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "563417197cd6c804",
        "question_text": "Andy Stasny is a fag and likes penis",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "0a9a1ffaaf939a86",
        "question_text": "ACCUSATIONS II \n\nYeah yer damn right I left that at another user's page.  It's because you and DJac75 have something in common.  You constantly, and I mean every time, go with the anti-Jewish side.  So I'm giving you an opportunity to explain it.  What is your explanation for this?\n\nCaliforniaDreamlings",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "e149ae69a02e1bf0",
        "question_text": "\"\n\n You stupid S.O.B. \n\nStay away from my page, you are a sarcastic moron and a hypocrite. Don't try to advice myself regarding an minor incident, you are disturbing my self on an issue outside wikipedia, there are facts to be proven. Such hypocrites (like you) have no real reputation in real world, I'm acting on anti fascist and anti terrorist propaganda not from any extremist or bias perspective. I don't care how much you bother my self still there are methods to post on wikipedia without an account. However  trolling is not a harmful action, different people has different p.o.v.s. Further on you P.S; Wikipedia is not something to be expanded through discussion or being bold. Literary it is an communication method of which leads others to overcome questions in real life or practice contemporary issues such as terrorism, politics or religious extremism. Although you have reverted my last edit on your talk page. That means you don't have a real points to be discussed except condemning my self and dissing. Fuck you hypocrite. Summon \"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "68e2c85013f24b50",
        "question_text": "Grandma Terri should burn alive and be shot! \n\nGet shot asshole G-mau! \n\nF^ck Grandma Terri in her old ass\n\nGrandma Terri, I hope you die soon! F%ck you in the eye! I hate you. I want to shoot your ass, Grandma Terri! 71.74.76.40  \n\nGrandma Terri, you are shit! \n\nGrandma Terri, I wish you die! \n\nDie and go to Hell, Grandma Terri 71.74.76.40",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "620fa4109a8ef333",
        "question_text": "You fucking piece of shit \n\nI'm going to hunt you down and murder you violently, you disgusting paki twat",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "f961fac19d8bf91b",
        "question_text": "Stop talking to me \n\nShut the fuck up you stupid cunt",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "3183fb5770f09af0",
        "question_text": "I HATE VEGANS AND I HATE YOU",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "23481947cd021dcb",
        "question_text": "You fucking chink, i hope you die of cancer like your grandmother did. fucking jack off, get the fuck off the internet.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "96d895add7fb5711",
        "question_text": "vandalising the page \n\nHow did i vandalise the page you fucking dickhead.What did i do wrong to it arsehole?",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "a16aa544bc9ed1d6",
        "question_text": "Plank \n\nWhy don't you have an article on Plank from EEnE?\nIt's just not fair!\nAND IF YOU DO NOT HAVE AN ARTICLE ON PLANK BY JULY 24TH,\nI AM GOING TO KILL THE FOUNDER OF WIKIPEDIA.COM!!!!!!!!!!!!!!!!!!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 1,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "98fa937f5f8acde2",
        "question_text": "Dont fuck with wikipedia admins you filthy jew  (tlk) (cntrbtns)",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "9f8474292502adae",
        "question_text": "\"\n\nGreat\nGo and die painfully you foul mouthed sanctimonious moron. The road to hell is paved with \"\"good intentions\"\". Roast slowly...\"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "ee16bb130df97874",
        "question_text": "you're a fucking shit",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "c31f9e172411a550",
        "question_text": "Bunch of morons should go **** themselves \n\nWESTBORO BAPTIST CHURCH ARE A F***** DISGRACE TO THE CHRISTIAN FAITH! HOW DARE THEY BE SO F***** SATANIC TO HOLD PROTESTS AT SOLDIERS' FUNERALS! THOSE CUNTS NEED SORTING OUT!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "d8b18f63056482e6",
        "question_text": "\"\n\nAs I said, it was an in joke.  I and my friends often say \"\"fuck off\"\" and \"\"fuck you\"\" to each other. The origins are irrelevant. \nI'm still amazed how upset people get with a word though. I still can't see how it disrupts anything nor how it is in opposition to any policy. If I had \"\"f*ck you\"\", it would mean the same thing, but I doubt anyone would get upset.  ~AFA.\"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "a855cc2e67f54c70",
        "question_text": "\"very large penis and a wise man once said, \"\"What is sex without pain?\"\"\"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "7af3e94abd94f801",
        "question_text": "\"\n\n Niggers \nWe need more information in this section regarding the widespread usage of the \"\"Jew's Harp\"\" by Nigger Slaves in the Antebellum south,\"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 1
    },
    {
        "ID": "08367adf6b0c204e",
        "question_text": "Suck my sockpuppet fag!",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "9e862b878737a7c1",
        "question_text": "Anyone who writes the filth you write is, by definition, an ignorant racist neo Nazi.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "f696408a317a7fe4",
        "question_text": "why you are a bastard \n\nI hope your dog dies.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "3ae9baa308e68f02",
        "question_text": "Fuck you\n\nDon't tell me how to behave. I have more power here than you.    00:25, 3 May 2010",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "870b32770738ee23",
        "question_text": "== YOU ARE THE GAYEST KID IN THE FUCKING WORLD.\n ==''']]www.gay.comyour super super super gay.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "7b50a142ad5a428d",
        "question_text": "So fuck off and die, rape fantasising sluts",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "7b0da862599ea48b",
        "question_text": "Back to the kitchen for you! \n\nSuck my d***, leftist feminazi cunt.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "2405c66d017f139e",
        "question_text": "Bitch \n\nYou are a little bitch. I fuckin spent 6 hours on big sam (rapper) an you call it fuckin vandolism, hard ass aint you, fuck you i'm makin a true ass page an you wack off an delete my page. What the fuck is up, your like a snitch but to yourself. I'll fuckin edit your bitch ass page an delete that shit. I'll fuck up every single thing on your gay ass website if you keep deletin my ass. Wanna talk to me, IM me at GuttyBoy3D or email me at GuttyBoy3D@aol.com",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 1,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "b234d9ec33a529a0",
        "question_text": "Fuck You Danish hater! \n\nFuck you arsehole muslim lover. Muslims control you. you are a slave to them. Denmark is a great country.",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "8638f7ffdf31207a",
        "question_text": "\"\n\nWhat exactly does saying \"\"How are you niggers today?\"\" have to do with this discussion?  \"\"Nigger\"\" is a far more inflamatory word than \"\"homo\"\" is!  There are far more derogatory terms for homosexuals than homos - that would be on par with \"\"nigger\"\" - but I did not use any of them.  And whether admins are \"\"stupid\"\" or not is equally irrelevant.\n\nI was blocked for 48 hours for doing what an admin said.  If saying \"\"homo\"\" is the cardinal Wiki-sin, at least shorten the block by the 48 hours that I was unfairly blocked.  \"",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "65157488f47280b1",
        "question_text": "Your stupid greeting \n\nScrew that stupid greeting from you and get lost you nigger!",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "a3d59280a1685a04",
        "question_text": "Asshole, why did you bring everything here. Tell me!!! 117.198.154.102",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "49ff2b9223df39ac",
        "question_text": "Go and fuck yourself.",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "c6d21402dfa18949",
        "question_text": "Kiss My Ass, You Uppity Nigger",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "e66d9d815655553a",
        "question_text": "this is your last warning stop violating multiple wikipedia policys and stop being an american retard, do humanity a favour and kill yourself82.41.107.97",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 1,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "6b7c5fe18cc6f855",
        "question_text": "So basically, you're butthurt wiki-jew? that's lame as shit. get a life loser.",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "2779828d95c8eee1",
        "question_text": "Fisting \n\nWhat is your obsession with posting photos of yourself engaged in this disgusting act??",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 0,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "b00f1c06c8a7e11e",
        "question_text": "Pansy. There are MULTIPLE sources reporting the shot down of a French Warplane. Stop censoring wikipedia you asshole. You claim that Libya is manipulating reports, but not concidering the same from the coalition?? You're also not taking into account that YOU are manipulating reports, by cencoring information here. So suck it. - AGSman61",
        "toxic": 1,
        "severe_toxic": 0,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    },
    {
        "ID": "fd6e58a896118b31",
        "question_text": "fuck off you son of a bitch!!",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "f45beff5eba3597b",
        "question_text": "Fuck you all, antisemitic faggots. 128.69.234.194",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 1
    },
    {
        "ID": "0af52724ffb11d6b",
        "question_text": "FUCK \nYou little bitch the cowboys have no testes",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 1,
        "identity_hate": 0
    },
    {
        "ID": "5ec324c3c2b77710",
        "question_text": "=Fuck Youe LifeBaka\nfuck you asshole say what i want freedom of speech you dumb whore i can write what ever the fuck i want on my user page",
        "toxic": 1,
        "severe_toxic": 1,
        "obscene": 1,
        "threat": 0,
        "insult": 0,
        "identity_hate": 0
    }
]