[
    {
        "question_text": "BREAKING: We just found out who attacked TRUMP",
        "article_text": "The liberal left made it very clear in Chicago last night that they will use violence to shut down anyone who disagrees with them.\n\nIf you haven’t heard, a peaceful Donald Trump rally was interrupted by an angry mob of protesters to the point where the event had to be cancelled.\n\nToday, while Donald Trump was speaking in Dayton, a protester tried to rush the stage and had to be subdued by security.\n\nAnd guess who the protester was?\n\nThat’s right.\n\nA liberal loon who has been involved in controversy in the past. Here he is disrespecting the American flag.",
        "label": "fake",
        "ID": "14"
    },
    {
        "question_text": "BREAKING! CONGRESS ADMITS CIA MOVING TO BAN FREE SPEECH IN AMERICA",
        "article_text": "Alex Jones breaks down the total absurdity of the king and queen of fake news, Brian Williams and Hillary Clinton, declaring an all out attack on what they deem to be fake news.\nDespite Williams losing his job with NBC’s Nightly News last year for spreading fake news and Clinton being caught lying about an attack on a Bosnia trip – not to mention voting for a war that killed thousands that was based on fake news – they continue to push forward in their attempt to shut down the alternative press that is rapidly growing and pushing out the faltering mainstream media.\nAs the EU demands censorship of fake news, Reddit, Facebook and others have begun blocking Infowars and other alternative media.\nIt is now alarmingly evident that there truly is a war on for your mind.\n",
        "label": "fake",
        "ID": "25"
    },
    {
        "question_text": "Another Russian Politician Has Been Assassinated",
        "article_text": "Russian diplomat Petr Polshikov, 56, has been found dead from gunshot wounds to the head at his flat in Moscow’s Balaklavsky Prospekt, according to local media. Polshikov is a head figure in the Latin American department of the Russian foreign ministry, and served as an ambassador to Bolivia. His murder comes after Russian ambassador to Turkey, Andrei Karlov, was killed by an off-duty police officer at an art gala.\n\nIn Polshikov’s shooting, investigators found two empty bullet shells in the diplomat’s flat. A gun was also found in the flat’s bathroom under the sink.\n\nSo far, the no murderer or suspects have been apprehended. The reason for the assassination is currently uncertain, as Russian authorities are examining all possible theories and leads to Polshikov’s death. The sole individual at the scene during Polshikov’s murder was his wife.",
        "label": "fake",
        "ID": "66"
    },
    {
        "question_text": "Mysterious Manhattan Military Flyover Was Trump Rescue Exercise",
        "article_text": "A military airplane and two huge helicopters doing loops over Midtown last week were conducting an “emergency relocation” planning mission in case they needed to extract President-elect Donald Trump during an emergency or attack, DNAinfo New York has learned.\n\nThe sight of the C-130 search-and-rescue aircraft and two HH-60 Pave Hawk helicopters making passes over the heart of “no-fly” Manhattan for 40 minutes Tuesday, without warning or explanation, unnerved countless New Yorkers and tourists, many of whom took to Twitter and Facebook expressing post-9/11 concerns.\n\nSources told “On the Inside” that the flyovers were part of an “emergency relocation drill” designed to identify locations, primarily in Central Park, where a chopper could touch down near Trump’s home inside Trump Tower on Fifth Avenue and 56th Street, and safely evacuate Trump and others from the city. – READ MORE",
        "label": "fake",
        "ID": "62"
    },
    {
        "question_text": "30-day warranty expires on ‘Make America Great Again’ baseball caps",
        "article_text": "The warranty on ‘Make America Great Again’ baseball caps has expired 30 days after the US election, meaning they are now falling to bits with startling rapidity.\n\nThe hats enjoyed a brief vogue in the United States last month, which resulted in them being cheaply mass produced and shipped from China in huge numbers.\n\nHowever, as a month has now passed the warranty has run out and the hats are already looking worn, frayed and cheap, although it has been named headgear of the year by Time magazine.\n\nPurchasers have reported the peak falling off the cap, the colours rapidly fading, and the whole thing being revealed as an attractively marketed piece of tat designed to last only until voting was over.\n\n“Some of the letters done gone fell off of mah cap so now it just says ‘Make ‘Merica Eat Again’, our correspondent Simon-Bob Williams told us.\n\n“Which sounds like plum humdiggity good advice to me. It’s what I sure live mah life for.\n\n“Eee-lection? What are y’all still talkin’ about that for? It was weeks ago!”",
        "label": "fake",
        "ID": "23"
    },
    {
        "question_text": "Police Just Raided Democrat HQ! What They Found Was Nasty…",
        "article_text": "Voters on the right have been waiting for this for a long time! Police have finally raided a Democratic strategic headquarters, and the results are devastating!\n\nAccording to Philadelphia Newspaper recently, the Pennsylvania State Police raided Democrat-linked group FieldWorks looking for evidence of voter fraud.\n\nWhat the warrant says exactly is not known but agents on the scene said they were searching for “templates . . . utilized to construct fraudulent voter registration forms” and “completed voter registration forms containing same or similar identifying information of individuals on multiple forms.”\n\n101532276_a_ballot_box_is_carried_into_the_royal_horticultural_halls_in_london_as_counting_gets_unde_transhymu82nutterlifsxj60pz_hmppuig79obaecowkjvu\n\nFYI, Fieldworks LLC is one of the largest national voter registration groups in America. They are working indirectly for the Democratic National Comittee and Mrs. Clinton.\n\nThey quickly claimed that they are against voter fraud, but then again, who would actually admit that anyway?",
        "label": "fake",
        "ID": "6"
    },
    {
        "question_text": "BREAKING: Obama Just Gave ISIS Exactly What they Wanted!!",
        "article_text": "While everyone was busy reading Donald Trump’s Twitter President Obama did something sick in Syria that will make ISIS sooooo happy.\n\nHe has just ordered that a waiver be given for the US military to give aid (weapons) to random groups in Syria. This means that ISIS will definitely be getting their hands on some new US guns!! (H/T –RT)\n\n\nWikimedia Commons\nObama released an official statement about his decision yesterday that read:\n\n“I HEREBY DETERMINE THAT THE TRANSACTION, ENCOMPASSING THE PROVISION OF DEFENSE ARTICLES AND SERVICES TO FOREIGN FORCES, IRREGULAR FORCES, GROUPS, OR INDIVIDUALS ENGAGED IN SUPPORTING OR FACILITATING ONGOING U.S. MILITARY OPERATIONS TO COUNTER TERRORISM IN SYRIA, IS ESSENTIAL TO THE NATIONAL SECURITY INTERESTS OF THE UNITED STATES.”\n\nWhat the Hell, Obama? Are you trying to help ISIS or are you just that stupid?\n\nSeriously, we have been pumping weapons into the Middle East for decades and look where it has gotten us! It’s time to STOP!!\n\nHopefully Trump will make it in time to put a stop to this nonsense and save America from 10 more years of WAR.",
        "label": "fake",
        "ID": "8"
    },
    {
        "question_text": "Trump Pledges to End \"Let's Move\" on First Day in Office",
        "article_text": "Calling it a 'total disaster', president-elect Donald Trump pledged in a video clip posted on YouTube today that he will scrap Michelle Obama's Let's Move initiative on his first day in office.\n\nLaunched in 2010 with a mission to combat childhood obesity by promoting exercise and improving access to healthier food choices for children in underserved communities, Let's Move has failed to achieve any of its goals, the president-elect claims.\n\n\"It's a total disaster. A complete joke. Kids today are fatter than ever,\" Trump said. \"Maybe vegetables make you fat. Who knows? We're going to look into it.\"\n\nTrump indicated his administration would replace the campaign with one that promotes jobs and economic growth.\n\n\"These kids don't need to play, they need jobs. Nobody's going to pay anyone to play hopscotch,\" he remarked. \"And not only is working a great form of exercise, it will help their parents pay the bills.\"\n\nTrump went on to say that he would work with Congress to have the provisions regulating child labor removed from the Fair Labor Standards Act, or simply repeal the entire law altogether in order to make way for his Get to Work initiative.",
        "label": "fake",
        "ID": "41"
    },
    {
        "question_text": "BREAKING: Donald Trump Plan Secret Meeting With MOST POWERFUL BILLIONAIRE IN AMERICA!!!",
        "article_text": "Donald Trump has requested to have a meeting with Charles Koch of the Koch Brothers to discuss his campaign going forward. Now I know some of you may be thinking “But we don’t want Donald in bed with the Kochs!”\n\nWell, hold on a second. This may be genius. You see, in reality, the Kochs WILL end up funding one of the 2 main party candidates, either Trump or Clinton. If Trump can ensure they do NOT support the Clinton campaign, he can effectively deprive her of billions while securing some for himself.\n\n\n\nBut that’s not all. Unlike normal politicians, Donald Trump is not coming into the meeting absolutely NEEDING their cash. In fact, he has more than enough of his own to whoop Hillary Clinton back to 1967! This gives him what professional negotiators call a “Power Position.”\n\nSee, his popular support amongst the people and his own money mean that the Kochs NEED HIM if they want to maintain their corrupt empire and vast fortune. Since it’s not mutual, how could they say no?\n\nSo I am proud to see Donald Trump leveraging his position to build a war chest so MASSIVE that all the Clinton media ties in the world will not be able to stop the infinite momentum of the Trump Train.",
        "label": "fake",
        "ID": "92"
    },
    {
        "question_text": "White House Cleaners Also Happy To See Obama’s Go!",
        "article_text": "It won’t just be the majority of Americans outside of Washington D.C who will be glad to see the Obama’s leave the White House.\n\nIn a startling development, we understand that White House cleaning staff will also be looking forward to seeing the back of the Obama Family. White House cleaning manager, Maria Hernandez has revealed that most of her staff will be so relieved they are going, “it was really hard on myself and my team. Mr President used to leave rubbish everywhere – old newspapers, M&M wrappers, you name it”.\n\nIt’s understood that shortly after the Trump election victory, a number of White House cleaning staff took the following afternoon off for a celebratory drink at local cocktail bar ‘off the record’. It was here that they finally realized 8 years of extremely hard cleaning would subside.\n\n“It was terrible” said Antonia Juan-Fernando, “Mr Obama used to love cookies and the crumbs he would leave, aye yai yai”. An optimistic Juan-Fernando believes that not only will Trump, ‘Make America Great Again’, but that he will also know how to do some basic cleaning.\n\nThe Obama administration is yet to comment. Generally White House head of staff do not comment on such matters.",
        "label": "fake",
        "ID": "008"
    },
    {
        "question_text": "BREAKING: 27 Classified Docs FOUND On Anthony Weiner’s Laptop… Hillary’s In TROUBLE",
        "article_text": "The Clinton Machine is coming to screeching halt as “27 email chains containing classified information” were found on Anthony Weiner’s laptop.\n\nExpect the Congressional Republicans to grill Hillary Clinton, her aides, and the FBI for more information on the contents of the emails.\n\nFox News reports:\n\nA federal court on Tuesday released the search warrant documents filed by the FBI to access a laptop used by disgraced ex-Rep. Anthony Weiner and his estranged wife, Hillary Clinton aide Huma Abedin, revealing new details about why the bureau revisited the email case just days before the presidential election.\n\nThe FBI’s investigation found “27 email chains containing classified information” on a laptop that “was never authorized for the storage or transmission of classified or national defense information,” according to the application for the warrant, which was partially redacted.\n\nThe October re-opening of the Clinton investigation sprung from an unrelated case involving Weiner allegedly sexting with an underage girl. During the course of that inquiry, agents discovered the joint laptop and later found emails addressed to and sent from Clinton.\n\nIt’s the end of the line for the Clinton crime machine.",
        "label": "fake",
        "ID": "65"
    },
    {
        "question_text": "ASSASSINATION OF RUSSIAN AMBASSADOR JUSTIFIED, LIBERAL JOURNALIST SAYS",
        "article_text": "A writer for the NY Daily News argued Tuesday that “justice was served” following the assassination of Russian Ambassador Andrei Karlov.\nAccording to Gersh Kuntzman, the murder of Karlov at the hands of a Turkish police officer shouting, “Allahu akbar,” and, “Don’t forget Aleppo,” was not terrorism, but instead a noble act.\n“As Vladimir Putin’s man in Turkey, Karlov was the public face of that murderous dictator’s war crimes around the globe and of oppression at home,” Kuntzman claims. “Andrei Karlov is the human embodiment of policies that deployed bunker busters to kill babies, sent fighter planes on scorched earth bombing runs that destroyed a whole city, aided Syrian madman Bashar al-Assad in his campaign that has killed hundreds of thousands, and even ordered attacks on UN aid workers.”\nKuntzman, who was “surprised his murder didn’t come months ago,” attempted to draw comparisons to the 1938 assassination of Ernst vom Rath, the Nazi ambassador to France.\n“Like Karlov, Rath was the public face of atrocity — in this case, Adolf Hitler’s genocide, anti-Semitism and coming global aggression,” Kuntzman wrote, comparing Russia’s role in Syria to Hitler’s across multiple continents.\nAfter receiving backlash for the controversial piece, Kuntzman further defended his position on social media, arguing that Karlov was a soldier – therefore shooting him in the back outside of a warzone was an appropriate move.",
        "label": "fake",
        "ID": "80"
    },
    {
        "question_text": "URGENT: The Mainstream Media Was Hiding One HUGE Fact About Trump Win!",
        "article_text": "Y’all are gonna get a REAL kick outta this one. So remember how the Mainstream Media wouldn’t shut up about Hillary Clinton beating Donald Trump in the popular vote by 2.8 Million? Well, that is technically true, but they left out one MAJOR fact…\n\nIF YOU DISCOUNT CALIFORNIA AND NEW YORK, DONALD TRUMP BEAT HILLARY CLINTON BY MORE THAN 3 MILLION VOTES IN THE OTHER STATES!!\n\n\n\nYou see, Hillary Clinton managed to win the classic blue states (both of which have massive sanctuary cities) by 4.2 million in California and 1.8 million in New York.\n\nIn fact, by those numbers, it is safe to say that California alone is the ENTIRE reason Clinton won the popular vote and California does NOT speak for the entire country.\n\nThis is exactly why the electoral college exists, though. These 2 states do not account for the entire nation. They know NOTHING about the problems in places like Michigan, Minnesota, Ohio, and Florida, all of which voted Trump. (H/T – Daily Mail)\n\nNewt Gingrich brilliantly stated,\n\n“THIS IS FOOTBALL SEASON. A TEAM CAN HAVE MORE YARDS AND LOSE THE GAME. WHAT MATTERS IS HOW MANY POINTS YOU PUT ON THE BOARD.”\n\n\n\nSo it looks like the brilliant system set up by our founding fathers worked out just the way it was supposed to.\n\nI’m sure a bunch of crybabies will still try and say “he didn’t win”, but if they do, just look them in the eye and say “Welcome to America, B*TCH! This is what Freedom Tastes Like…”",
        "label": "fake",
        "ID": "89"
    },
    {
        "question_text": "Moments After Being Briefed on Berlin Attack, Obama Hops on Golf Cart…",
        "article_text": "President Obama headed to a golf course moments after receiving reports that a truck had plowed through a Christmas market in Berlin in a potential terrorist attack, according to White House pool reports.\n\nObama, who is vacationing in Hawaii for the holidays, was also briefed by his national security team on the assassination of Russia’s ambassador to Turkey just before departing for the Mid-Pacific Country Club.\n\nWhite House press liaison Eric Schultz wrote in a memo that Obama left his rental vacation home at 10:21 a.m. HST, or 3:21 p.m. EST, after a press van held at the house for 11 minutes awaiting the president.\n\n“Spectators on the street threw shakas and recorded photos or video on cell phones as the motorcade made the 10-minute drive to Mid-Pacific Country Club, where the president will be golfing under cloudy skies,” Schultz wrote, according to Mediate.\n\nNine people were killed and at least 50 others were injured in the Berlin truck attack. Police believe the incident was deliberate.\n\nRussia, meanwhile, declared the killing of Ambassador Andrey Karlov in Ankara an “act of terrorism.”\n\nThe president has faced scrutiny for his decisions to golf during crises.\n\nIn August, the former FEMA Director Michael Brown, who oversaw the federal response to Hurricane Katrina in 2005, condemned Obama for continuing to golf during his two-week vacation on Martha’s Vineyard while historic floods were devastating parts of Louisiana.",
        "label": "fake",
        "ID": "77"
    },
    {
        "question_text": "Obama’s Racist Attacks Against White Working Class Caused Historic Democrat Party Collapse",
        "article_text": "Since 2008 Obama and Democrats lost white working class voters across the US.\n\nMiddle class voters are Republican Trump voters.\nObama just sealed the deal with his anti-white racism.\n\nThe map below shows how Obama lost working class white voters in every state since taking office except for Vermont and Massachusetts.\n\n\n\nNew York Times\n\nDemocrats may have lost the white working class vote for generations.\nIt’s Obama’s fault.\n\nAnd just this week Barack Obama was out again railing against white working class Americans for his party’s woes.\niPatriot reported:\n\nObama also blamed Rush Limbaugh, Fox News, and the NRA for distracting the country from his message of “hope and change”, particularly during the holiday season.\n\n“If we’re not actually out there changing the narrative like we are during campaigns, then folks in a lot of these communities, what they’re hearing is Obama wants to take away my guns,” he said. ” Obama is disrespecting my culture and is primarily concerned with coastal elites and minorities.” Ah yes, the problem was you couldn’t mindlessly brainwash the country Barack, not that your message was fundamentally anti-American.\n\nObama defended the robbers and hosted Black Lives Matter in the White House.\n\nThe Black Lives matter led to several police deaths, lootings and burned businesses.\nLaw-abiding white and black Americans have had enough.\n\nObama will be missed when he leaves the White House…\nBy the criminals and thugs.",
        "label": "fake",
        "ID": "005"
    },
    {
        "question_text": "URGENT: Clinton Arrested For DUI In California!",
        "article_text": "Hillary Clinton’s brother-in-law Roger Clinton was arrested over the weekend in Los Angeles. According to reports, he was driving under the influence.\n\nTMZ reported the arrest the other day. It came days before California’s primary. This just looks bad on her. These are the type of people the Clinton family produces: alcoholics.\n\n*** I bet she is losing it right now.\n\nThat dunce is Hillary Clinton's Brother-in-law\nThat dunce is Hillary Clinton’s Brother-in-law\nRoger Clinton was arrested after 8 PM in Redondo Beach. According to TMZ, “He was booked for driving under the influence, he remains in police custody. His bail is set to $15,000.”\n\n*** You can see the kind of kin that the Clinton’s keep on display here.\n\nThey are a family of criminals. They know how to steal and do drugs. Bill Clinton allegedly loves to snort coke with any hooker he can find and Hillary Clinton loves to threaten people. They are a pair made for each other in hell. Toss in the brother-in-law and you’ve got trio that’ll make Freddie Krueger look like a nice person.\n\n\nLook at that picture above. Now, look at this picture of Hillary Clinton. Tell me which one is scarier below in the comments.\n\n<> on April 10, 2014 in Las Vegas, Nevada.\n\n“UNLESS HE BAILS OUT BEFORE TUESDAY … THERE GOES ONE VOTE FOR HILLARY,” TMZ SAID.\n\nHillary Clinton needs all the votes she can get. If you remember, Bill Clinton pardoned Roger Clinton for cocaine-related charge as his final executive act as president. (h/t Daily Caller)",
        "label": "fake",
        "ID": "91"
    },
    {
        "question_text": "TRAITOR-IN-CHIEF: Here’s The SICK REASON Newt Gingrich Just Betrayed Donald Trump",
        "article_text": "Newt Gingrich has been waging an INSANE jihad against Donald Trump over the Mexican Judge comments made earlier in the week. Many people are going to be disappointed by this, but Newt flipped sides because of the money.\n\nThe mainstream media reported earlier last month that Sheldon Adelson was willing to contribute $100 million to Trump’s campaign. It was not reported much, but there was another $100 million that was offered to Trump if he picked Newt Gingrich. That’s why Gingrich was so nice to Trump.\n\n\n\nWhen Trump the entire offer.declined the entire offer. Gingrich started lashing out at him publicly. He even recently claimed that the comments Trump made about the judge were “one of his worst mistakes.” All Trump did was point out publicly that the Trump University lawyer has ties to the La Raza Hispanic nationalist organization.\n\n“I DON’T KNOW WHAT TRUMP’S REASONING WAS, AND I DON’T CARE,” GINGRICH TOLD THE WASHINGTON POST.\n\nWhat a traitor. It’s hard to see it happen because a lot of people were hoping that Newt would be the VP. It is now showing that he is just bitter for having Trump change his mind.\n\nIt’s in Trump’s best interest to pick someone that identifies with him ideologically as his VP. This makes a lot of sense because Gingrich has done an almost complete 180 since last week. But, we shouldn’t be too torn up about it – remember that Newt Gingrich wanted a moon base at one point.\n\n\n\n*** Bye, Bye, Newt. Have fun as the leader of the moon. You’ll probably see the wall from there.",
        "label": "fake",
        "ID": "93"
    },
    {
        "question_text": "Ontario Liberals give up, let each school choose their own sex-ed curriculum",
        "article_text": "Aisha Alfa reports on the Kathleen Wynne government’s plan to let each school set their own sex ed curriculum, and the wildly different lesson plans that the school boards have come up with.",
        "label": "satire",
        "ID": "289"
    },
    {
        "question_text": "James Comey Quickly Reopens Clinton Email Investigation For Few More Minutes",
        "article_text": "WASHINGTON—In a letter addressed to Congress that was quickly followed by a second message retracting the first, FBI director James Comey is said to have briefly reopened the investigation into Hillary Clinton’s emails for several more minutes Friday. “The FBI has learned of materials pertinent to this case and will be reopening the investigation into Hillary Clinton’s use of a private email server to send classified information,” Comey wrote to the nation’s senators and representatives at 9:18 a.m. before writing another letter at 9:21 a.m. that read “Actually, we gave it a quick check, and everything looks fine here. Sorry about that!” At press time, Comey had reportedly reopened the investigation after a new document had come to light.",
        "label": "satire",
        "ID": "271"
    },
    {
        "question_text": "John Kerry Throws Vine Over Pit Of Quicksand To Save Child Companion",
        "article_text": "PANGSAU, MYANMAR—Thinking quickly to thwart disaster as he ventured deep into the Myanmar rainforest to meet with State Councilor Aung San Suu Kyi, Secretary of State John Kerry threw a vine over a pit of quicksand to save the life of his 12-year-old Moroccan companion, Drumstick, sources confirmed Monday. “Grab on, kid!” said Kerry, flinging the makeshift lifeline he had hacked off a tree with his machete to the rapidly sinking boy, an orphan who reportedly has tagged along with the American diplomat ever since helping him escape from Marrakesh police in 2013 via a series of hidden backstreets. “For a minute there, I thought I was going to lose you. I don’t know what I would’ve done with all that peace and quiet.” According to sources, the incident marks Drumstick’s closest brush with death since riding in a runaway mine cart in South Africa last year.",
        "label": "satire",
        "ID": "202"
    },
    {
        "question_text": "Green Party condemns former candidate for throwing non-organic pumpkin seeds at Trudeau",
        "article_text": "HAMILTON – Green Party Leader Elizabeth May is condemning a former candidate of her party for throwing non-organic pumpkin seeds at Prime Minister Justin Trudeau earlier today.\n\nAccording to the RCMP, the woman who tossed seeds at the Prime Minister in a protest against the LNG pipeline decision had purchased the pumpkin- which contained the seeds- from a local Loblaws instead of a certified organic farm.\n\n“Our party never thinks it’s okay to throw seeds that were grown with the use of pesticides,” explained May at an emergency press conference. “We strongly condemn any behaviour that doesn’t take into account local farmers. Her actions only reinforces big agribusiness and does not reflect Green Party values.”\n\nMeanwhile, the RCMP conducted a thorough search of the candidate’s home and seized lentils, quinoa, and a variety of other improvised tossing material.",
        "label": "satire",
        "ID": "2007"
    },
    {
        "question_text": "RICK PERRY: “TIME TO PASS MANTLE TO NEW GENERATION OF BONEHEADS”",
        "article_text": "SAN ANTONIO (The Borowitz Report)—Texas Gov. Rick Perry announced yesterday that he would not seek reëlection, telling supporters, “The time has come to pass the mantle of leadership to a new generation of boneheads.”\n\n“I’ve had a good run,” he said. “But after twelve years, someone else who isn’t playing with a full deck should take a turn at the wheel.”\n\n\nReflecting on his twelve years as governor, Mr. Perry said that he had “no regrets” except for being incoherent the entire time.\n\nBefore leaving office, Gov. Perry said that he would propose three signature bills “just to let future Texans know how Rick Perry marked his territory.”\n\nThe first bill would require all voters in the state to have an I.D. with a photo of a white person; the second would force anyone filibustering an anti-abortion bill to ride a mechanical bull; and the third he could not remember.",
        "label": "satire",
        "ID": "290"
    },
    {
        "question_text": "TRUMP SURGES AHEAD OF CLINTON IN POLL CONDUCTED BY HIS BRAIN",
        "article_text": "NEW YORK (The Borowitz Report)—Donald Trump has surged ahead of Hillary Clinton in a new poll conducted by Trump’s brain.\n\nThe poll, taken after Trump’s brain perceived that he demolished Clinton in the third and final Presidential debate, shows him ahead of Clinton, sixty-four per cent to thirty-one per cent.\n\nIn a sign that his criticism of Clinton has been just fantastic, a majority of imaginary voters in Trump’s head agree that she is a “nasty woman,” with more than seventy per cent calling her “crooked,” “sad,” and a “disgrace.”\nclose dialog\n\nIn more incredibly amazing good news for the G.O.P. nominee, Trump’s brain reports that his standing with women has markedly improved, with ninety per cent calling him “extremely handsome” and “sexy.”\n\nAccording to Trump’s brain, the poll has no margin of error, absolutely none, it’s a tremendous poll, you just can’t believe how great this poll is.",
        "label": "satire",
        "ID": "263"
    },
    {
        "question_text": "IN FINAL APPEAL TO VOTERS, CLINTON CHANGES SLOGAN TO “WON’T BLOW UP PLANET”",
        "article_text": "RALEIGH (The Borowitz Report)—Delivering her closing argument of the 2016 campaign, Hillary Clinton has replaced her campaign slogan, “Stronger Together,” with a new one, “Won’t Blow Up Planet.”\n\nAccording to Clinton-campaign sources, the new slogan is designed to appeal to suburban women, a group of voters that has historically opposed blowing up the planet.\n\nClinton launched the slogan at a campaign appearance in Raleigh, North Carolina, where she told supporters, “On Day One of my Administration, I will work for you. I will fight for you. And I will not blow up the planet.”\n\nBut, even as Clinton spoke, the slogan came under fire from Donald Trump’s campaign manager, Kellyanne Conway, who said that it reflected “the failed policies of the past.”\n\n“The American people have just had eight years of a President who didn’t blow up the planet,” Conway said. “Donald Trump is offering something different.”",
        "label": "satire",
        "ID": "218"
    },
    {
        "question_text": "Gaunt, Weathered John Kerry Leads Prisoner Uprising In Siberian Labor Camp",
        "article_text": "NERCHINSK, RUSSIA—Quickly unlocking one cell door after another as he shuffled down the dimly lit hallway in his tattered prison-issued jumpsuit, a gaunt, weathered Secretary of State John Kerry led an inmate uprising Tuesday in a remote Siberian labor camp, sources confirmed. “Comrades, the time has come to fight back,” Kerry reportedly said in fluent Russian through coughing fits as the political prisoners he had lived among for the past several years began to execute the escape plan they devised over countless clandestine meetings in the mess hall. “Quickly, grab what you need from the armory and make your way to the guard stations. We take back our freedom tonight!” Sources confirmed that moments after cutting through the prison’s barbed-wire perimeter fencing, Kerry embraced his longtime Kazakh cellmate and gifted him his old tin pocket watch before they sprinted off in separate directions into the snowy Siberian wilderness.",
        "label": "satire",
        "ID": "2005"
    },
    {
        "question_text": "U.S. SEEMINGLY UNAWARE OF IRONY IN ACCUSING SNOWDEN OF SPYING",
        "article_text": "WASHINGTON (The Borowitz Report)—The United States government charged former intelligence analyst Edward Snowden with spying on Friday, apparently unaware that in doing so it had created a situation dripping with irony.\n\nAt a press conference to discuss the accusations, an N.S.A. spokesman surprised observers by announcing the spying charges against Mr. Snowden with a totally straight face.\n\n\n“These charges send a clear message,” the spokesman said. “In the United States, you can’t spy on people.”\n\nSeemingly not kidding, the spokesman went on to discuss another charge against Mr. Snowden—the theft of government documents: “The American people have the right to assume that their private documents will remain private and won’t be collected by someone in the government for his own purposes.”\n\n“Only by bringing Mr. Snowden to justice can we safeguard the most precious of American rights: privacy,” added the spokesman, apparently serious.",
        "label": "satire",
        "ID": "292"
    },
    {
        "question_text": "SUPREME COURT FREES AMERICANS FROM BURDEN OF VOTING",
        "article_text": "WASHINGTON (The Borowitz Report) — By a five-to-four vote, the Supreme Court today acted, in the words of Justice Antonin Scalia, “to relieve millions of Americans from the onerous burden of having to vote.”\n\nWriting for the majority, Justice Scalia stated, “Since 1965, citizens across the nation have lived under the tyranny of being forced to elect people to represent them. This is an important step to free them from that unfair and heinous obligation.”\n\n\nJustice Scalia added that the Voting Rights Act had “thrust upon the shoulders of millions of Americans the terrible and unwanted burden of exercising their rights in a democracy.”\n\n“Many of them have been forced to drive to polling places, wait in line, and then cast their vote because of the oppressive requirements of this Act,” he wrote. “It is our honor and duty to free them from those hardships.”\n\nIn conclusion, Justice Scalia wrote, “Our message today to the American people is simple: we are voting so you won’t have to.”",
        "label": "satire",
        "ID": "291"
    },
    {
        "question_text": "Wall Street Executive Telling Friend How Amazing It Is To See Clinton Live",
        "article_text": "NEW YORK—Telling several members of the investment bank’s board of directors how they had to check her out whenever they get a chance, Goldman Sachs CEO Lloyd Blankfein was overheard Monday describing to friends how incredible it is to see Hillary Clinton live. “You can forget any recordings you’ve heard of Hillary, because they don’t even compare to the experience of seeing her in person,” said Blankfein, who excitedly recounted the first time he saw the Democratic presidential nominee in a small, intimate venue back in 2013, noting how he was instantly captivated by what he was hearing and found himself nodding along throughout the 90-minute solo performance. “Honestly, I wasn’t a big fan of hers going in, but she definitely changed my mind when I heard her up there onstage. All her material was amazing. She does not disappoint.” Blankfein then reportedly assured his friends that seeing Clinton in person was worth every cent of what it costs and that they wouldn’t regret it at all.",
        "label": "satire",
        "ID": "278"
    },
    {
        "question_text": "Conservative Party Leadership Profile: Lisa Raitt",
        "article_text": "Background\nBorn and raised in Cape Breton, Raitt has always cited her strong Nova Scotian roots ever since she left at the first opportunity and will never come back. As a lawyer, she is the undisputed champion of WWE Toronto Island Airport Authority Smackdown (2007) where she defeated Olivia Chow in a vicious 20 minute bout. In the Harper cabinet, she was best known for calling the shortage of medical radioisotopes used for cancer treatment as “sexy”, but took full responsibility for her comments by offering the resignation of her 26-year-old staffer. She is fluent in English and neo-conservatism.\n\nPolicies\n– Make all speeches beside life-size cardboard cutouts of Kellie Leitch and Brad Trost to emphasize that she’s not as bad by comparison\n– Approve the Northern Gateway pipeline so more Canadians have access to oil spills\n– Fund Palestinian relief organizations that donate their land to Israel\n– Avoid questions in French by asking “Où est la salle de bains?”\n\nChances of winning\nIf the Tory Prophet Peter MacKay wills it so",
        "label": "satire",
        "ID": "284"
    },
    {
        "question_text": "CHRISTIE CALLS TRUMP GENIUS FOR PLAN TO BURN DOWN WHITE HOUSE AND COLLECT INSURANCE",
        "article_text": "NEW YORK (The Borowitz Report)—Governor Chris Christie, of New Jersey, called Donald J. Trump a “genius” on Monday for his controversial plan to burn down the White House to collect insurance money.\n\nAppearing on Fox News, Christie said that Trump’s scheme to collect fire-insurance payments on the White House would “make a serious dent” in the national debt.\n\n“It’s not just the White House,” Christie told Fox’s Sean Hannity. “That building is chock-full of priceless antiques, paintings, and rugs, all of which, when burned, would fetch a pretty penny.”\n\nThe New Jersey governor said that Trump’s “totally genius business acumen” would set him apart from all previous Presidents. “We’ve had forty-plus occupants of the White House, and not one of them ever considered the business advantages of burning it down,” Christie said.\n\nChristie called criticism of the plan to burn down the White House “typical media bias,” and said that Trump was moving forward with plans to see “how much he could get” for burning down the Lincoln Memorial.",
        "label": "satire",
        "ID": "269"
    },
    {
        "question_text": "TRUMP SAYS HE HEROICALLY AVOIDED CAPTURE IN VIETNAM BY STAYING IN U.S.s",
        "article_text": "AMES, IOWA (The Borowitz Report)—Presidential candidate Donald Trump revealed a little-known episode of personal heroism from his youth on Saturday, telling an Iowa audience that he narrowly avoided capture in Vietnam by remaining in the United States for the duration of the war.\n\n“The Cong were after me,” Trump said, visibly stirred by the memory. “And then, just in the nick of time, I got my deferment.”\n\nThe former reality-show star said he had never shared his record as a war hero before because “I don’t like to boast.”\n\nHe said that he only disclosed the episode now because “the way this nation treats our deferment veterans is a disgrace.”\n\nTrump complained that he received no official commendation or medal for his heroism, calling the lack of recognition “shameful.”\n\n“Those brave Americans who, like me, avoided being captured by not serving at all—we are the true heroes,” he said.\n\nTrump’s tale of valor appeared to move many members of his audience, some of whom waited in line after his speech to thank him for his lack of service.",
        "label": "satire",
        "ID": "2001"
    },
    {
        "question_text": "OBAMA SIGNS EXECUTIVE ORDER REQUIRING PRESIDENT OF UNITED STATES TO BE TAXPAYER",
        "article_text": "WASHINGTON (The Borowitz Report)—Calling his action “long overdue,” President Barack Obama on Friday signed an executive order requiring that the President of the United States be a federal taxpayer.\n\nThe order, which makes a non-taxpayer ineligible to serve as President, goes into effect immediately.\n\n“Since the President has such a large say in how federal taxes are spent, it only makes sense that he or she contribute to those taxes, too,” he said, noting that everyone who has served as President has been a taxpayer.\n\nThe President urged people “not to read too much into the timing” of his executive order. “It just seemed like the right thing to do,” he said.\n\nObama’s action drew howls of protest from Republicans on Capitol Hill, including the House Speaker, Paul Ryan. “This is nothing less than an attack on the American dream of paying no taxes,” Ryan said.\n\nThe President, who brushed off that criticism, is reportedly readying another executive order requiring cabinet members to have held at least a summer job relevant to their posts.",
        "label": "satire",
        "ID": "211"
    },
    {
        "question_text": "CLINTON HOPING TO GUARANTEE VICTORY BY INVITING TRUMP TO DEBATE",
        "article_text": "LAS VEGAS (The Borowitz Report)—In what is being denounced by Republicans as an “outrageous dirty trick,” Hillary Clinton is seeking to seal a victory in the third Presidential debate by inviting Donald Trump to attend.\n\nThe attention-grabbing invitation, which was widely seen as retaliation for the Trump campaign’s decision to invite President Obama’s estranged half brother, Malik, to the televised forum, sparked howls of protest from Republicans, who charged that Clinton was trying to gain an unfair advantage in the contest.\n\nBut Clinton’s campaign chairman, John Podesta, defended the controversial invitation. “If they’re going to have Malik at the debate, then we’re going to have Donald Trump,” he said. “Two can play this game.”\n\nAppearing on CNN, Trump’s campaign manager, Kellyanne Conway, blasted the Clinton campaign’s invitation of Trump as “a blatant ploy to rig the debate.”\n\n“I know Hillary Clinton wants to try every trick in the book to win this debate, but inviting Donald Trump is really beyond the pale,” she said. “She should be ashamed of herself.”",
        "label": "satire",
        "ID": "265"
    },
    {
        "question_text": "TRUMP TO CREATE JOBS FOR UNSKILLED WHITE MALES",
        "article_text": "WASHINGTON (The Borowitz Report)—Fulfilling a promise that was a hallmark of his campaign, President-elect Donald J. Trump said on Thursday that on Day One of his Administration he would create jobs for two unskilled white males.\n\nAppearing at a press conference flanked by the males, Trump assailed an economy that had left the two men behind.\n\n“These two guys are completely unskilled, unemployable, and angry,” Trump said, as the two males glowered at the press corps. “I, and I alone, can create jobs for people like them.”\n\nGesturing vehemently at the two men, Trump underlined his last point. “No one—I repeat, no one—but me is willing to give these two jobs,” he said.\n\nThe two unskilled men profusely thanked Trump, and said that they had almost given up hope that anyone would ever hire them again.\n\nAppearing on CNN, another unskilled white male, Corey Lewandowski, said that the two jobs Trump had created were “just the beginning.”\n\n“Almost everyone Donald Trump knows is an angry, unskilled white male, and he’s going to give jobs to every last one of them,” he said.",
        "label": "satire",
        "ID": "217"
    },
    {
        "question_text": "Before Trump's Presidency, US Privacy Board in Disarray",
        "article_text": "A federal board responsible for protecting Americans against abuses by spy agencies is in disarray just weeks before President-elect Donald Trump takes office.\n\nThe five-member Privacy and Civil Liberties Oversight Board will have only two remaining members as of Jan. 7 — and no Democrats even though it is required to operate as an independent, bipartisan agency.\n\nThe vacancies mean it will lack the minimum three members required to conduct business and can work only on ongoing projects. Trump would have to nominate new members, who would have to be confirmed by the Senate.\n\nThe board was revitalized after former National Security Agency contractor Edward Snowden's disclosures on the scope of U.S. spying in 2013. It notably concluded that the NSA's phone surveillance program was unconstitutional.",
        "label": "real",
        "ID": "184"
    },
    {
        "question_text": "Hillary Clinton Thanks Supporters, Refers to Popular Vote Win in End-of-Year Email",
        "article_text": "Hillary Clinton thanked her supporters, referring to her popular-vote victory, and wished them a happy holiday season in an end-of-year email sent Monday.\n\nIn the email, Clinton mentioned the rough number of votes she received in the 2016 presidential election and that her popular vote win showed promise.\n\n\"Before this year ends, I want to thank you again for your support of our campaign,\" Clinton wrote in the email. \"While we didn't achieve the outcome we sought, I'm proud of the vision and values we fought for and the nearly 66 million people who voted for them.\"\n\nClinton also encouraged supporters to keep pressing forward saying she believes it is \"our responsibility to keep doing our part to build a better, stronger, and fairer future for our country and the world.\"\n\nBut she did not indicate any specific plans for the future.\n\nNY Attorney General Hinders Trump Plan to Shutter Foundation\nHillary Clinton Officially Wins Popular Vote by Nearly 2.9 Million\n1,000 Roses and Sidewalk Messages in Chalk for Hillary Clinton\nThe email ended with Clinton's well wishes for the new year and said she would be \"in touch\" in 2017.\n\n\"I wish you and your family health, happiness, and continued strength for the New Year and the work ahead,\" she wrote.\n\nShe also expressed her year-end wishes on Twitter.",
        "label": "real",
        "ID": "1014"
    },
    {
        "question_text": "Donald Trump taps former Bush aide as top counterterrorism adviser",
        "article_text": "President-elect Donald Trump has tapped former Bush aide Tom Bossert to serve as assistant to the President for homeland security and counterterrorism, his transition team announced Tuesday.\n\n“Tom brings enormous depth and breadth of knowledge and experience to protecting the homeland to our senior White House team,” Mr. Trump said in a statement. “He has a handle on the complexity of homeland security, counterterrorism, and cybersecurity challenges. He will be an invaluable asset to our Administration.”\n\nThe post will be a return to the White House for Bossert, who previously served as the deputy homeland security advisor to former President George W. Bush. Before that, he spent two years as the White House’s director of infrastructure protection policy.\n\nSince leaving the White House, Bossert has run a national security consulting business and served as a fellow at the Atlantic Council focusing on cybersecurity.\n\nMr. Trump’s transition team said the position for which Bossert was selected has recently been performed by a deputy to the National Security Advisor, but that in Mr. Trump’s administration the job “is being elevated and restored to its independent status.” \n\nLt. Gen. Michael Flynn (ret.) will serve as Mr. Trump’s National Security Advisor.\n\n“I am looking forward to working closely with Gen. Flynn as we together help the President-elect advance the interests of the United States and its allies,” Bossert said in a statement.",
        "label": "real",
        "ID": "1007"
    },
    {
        "question_text": "Texas kicking Planned Parenthood out of Medicaid funding",
        "article_text": "AUSTIN, Texas -- Texas has given Planned Parenthood final notice of plans to cut off Medicaid funding, a move that federal judges have so far blocked other Republican-controlled states from making. \n\nPlanned Parenthood responded Tuesday by saying it will also ask a court to stop Texas from defunding clinics in January. Arkansas, Mississippi, Louisiana and Kansas are among the states where judges have denied similar efforts.\n\nPeople are donating to Planned Parenthood in Mike Pence's name\nPlanned Parenthood had previously received $3.1 million in Medicaid funding from the state of Texas, according to the notice that was obtained by the Texas Tribune. Planned Parenthood says its clinics serve nearly 11,000 women in Texas each year through Medicaid. \n\nPlanned Parenthood will lose the Medicaid funding within 30 days. The organization has 15 days to appeal  by requesting an administrative hearing with the Texas Health and Human Services Commission, according to the Tribune. \n\nPlanned Parenthood President Cecile Richards responded by calling Texas “a cautionary tale for the rest of the nation.” The move comes at a time when her organization is simultaneously fighting to stop Congress from also cutting off taxpayer dollars. President-elect Donald Trump has given mixed signals about his feelings toward the group.\n\nLast week, the Obama administration barred states from denying federal family planning funds, although abortion opponents immediately said they would seek to repeal it when Mr. Trump takes office in January. ",
        "label": "real",
        "ID": "193"
    },
    {
        "question_text": "Goldman executive Gary Cohn tapped for White House economic post – report",
        "article_text": "President-elect Donald Trump has asked Goldman Sachs executive Gary Cohn to head his White House national economic council, a group that coordinates economic policy across agencies, NBC News reported on Friday.\n\nIf elected, Cohn would be the third Goldman alumni picked to serve in the Trump administration: Steven Mnuchin, nominated to head the treasury department, and Steve Bannon, picked to be White House chief strategist, are both ex-Goldman Sachs executives.\n\nCohn, 56, is president and chief operating officer at the Wall Street firm and had until recently been widely considered the heir apparent to chief executive Lloyd Blankfein. But according to the Wall Street Journal, Cohn, who met with Trump on Tuesday, has been considering a move in recent months.\n\nAnalysis Trump's billionaire cabinet could be the wealthiest administration ever\nOpponents warn the administration is set to be packed with tycoons who will do nothing to fulfil his promise of helping working-class Americans\n \nA Goldman Sachs spokesman was not immediately available for comment.\n\nCohn is a former Goldman commodities trader from Ohio who joined the firm in 1990. He served in a variety of leadership roles in bond trading, becoming co-head of Goldman’s broader securities and, eventually, co-president in 2006. He makes frequent appearances at industry conferences and on television, speaking on the state of the financial markets.\n\nCohn is a registered Democrat who has donated money to both Barack Obama and Hillary Clinton.\n\nIf he takes the post, he will be following in the footsteps of Robert Rubin and Stephen Friedman, two other onetime Goldman Sachs executives who served in that role.\n\n",
        "label": "real",
        "ID": "150"
    },
    {
        "question_text": "New Zealand's Parliament chooses new prime minister",
        "article_text": "Bill English, New Zealand’s finance minister and a former farmer, will be sworn in as the country’s 39th prime minister on Monday after his colleagues in the Parliament chose him as their new leader. \n\nEnglish emerged victorious from a meeting of the conservative National Party caucus. Two other candidates for the job withdrew last week after English gained more support than them. He is to be officially sworn in on Monday afternoon. \n\nHis ascension from deputy prime minister follows the surprise resignation last week of John Key after eight years as prime minister. \n\nKey was a popular leader and was expected to contest a fourth straight election next year. But he said he wanted to leave while he was on top and to spend more time with his wife and two children. \n\nEnglish, 54, has degrees in commerce and literature. He has been praised for his handling of the country’s economy in his role as finance minister. \n\nA practicing Roman Catholic, English has been a politician for 26 years, after he was first elected to the parliament in 1990. He had a previous unsuccessful stint as party leader, taking his party to a big election defeat in 2002. He said he’s gained wisdom and experience since then. \n\n“I was 39 years old then, with six children under 13,” he said last week. “So if nothing else, I’ve got the opportunity to focus much more on the job now.” \n\nUnder English, New Zealand has been enjoying relatively robust annual GDP growth of more than 3 percent and the unemployment rate has fallen below 5 percent. English has also managed to return small surpluses on the government’s books over the past couple of years. \n\nEnglish said he will deliver tax cuts and spread the country’s growing wealth to where it is needed.",
        "label": "real",
        "ID": "129"
    },
    {
        "question_text": "Trump again claims he 'would have won' popular vote",
        "article_text": "In his latest Twitter tirade, President-elect Donald Trump has once again claimed he could have won more votes than his rival Hillary Clinton.\n\"I would have done even better in the election, if that is possible, if the winner was based on popular vote - but would campaign differently,\" he said.\nThe Republican insisted his strategy was more \"sophisticated\".\nHe won nearly three million fewer votes than the Democratic candidate, but prevailed in the electoral college.\nThe arcane but all-important institution formally certified him earlier this week as winner of the 2016 presidential election.\nBut the Manhattan billionaire is apparently still chafing at critics' claims that he lacks a popular mandate.\nWhat exactly is the electoral college?\nIn two other tweets on Wednesday morning, Mr Trump said: \"Campaigning to win the Electoral College is much more difficult & sophisticated than the popular vote. Hillary focused on the wrong states!\"\nYou might also like....\nHave more famous people died in 2016?\n'Frozen woman' mannequin fools police\nShould you socialise with your colleagues?\nTwitterImage copyrightTWITTER\nThe businessman - who is spending the festive season at his resort in Florida - added: \"I have not heard any of the pundits or commentators discussing the fact that I spent FAR LESS MONEY on the win than Hillary on the loss!\"\nBut Mr Trump appears to have conceded finally that he lost the popular vote.\nLate last month he erroneously claimed in a tweet that \"in addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally\".\nHe later tweeted that there was \"serious voter fraud\" in Virginia, New Hampshire, and California.\nNo such electoral illegality has been adduced by US election officials or observers.\nMr Trump will be inaugurated as the 45th US president on 20 January.\n",
        "label": "real",
        "ID": "1003"
    },
    {
        "question_text": "Trump taps New York financier Vincent Viola as Army secretary",
        "article_text": "Kicking off a holiday week of meetings at his South Florida estate, President-elect Donald Trump began filling in his Pentagon staff Monday by nominating infantry veteran and New York financier Vincent “Vinnie” Viola as secretary of the Army.\n\n“Whether it is his distinguished military service or highly impressive track record in the world of business, Vinnie has proved throughout his life that he knows how to be a leader and deliver major results in the face of any challenge,\" Trump said in a statement.\n\nTrump has pledged to increase the size of the nation's armed forces.\n\nViola, founder and chairman of Virtu Financial and owner of pro hockey's Florida Panthers, said in a statement that, if confirmed by the Senate, \"I will work tirelessly to provide our President with the land force he will need to accomplish any mission in support of his National Defense Strategy.\"\n\nHis primary focus, Viola said, \"will be ensuring that America’s soldiers have the ways and means to fight and win across the full spectrum of conflict.\"\n\nTrump made the announcement the same day that members of the Electoral College cast their votes for president in state capitals across the country. While anti-Trump groups are urging electors to vote for someone else, electors are expected to ratify the New York businessman's victory in last month's election.\n\nThe president-elect is operating from his Mar-a-Lago estate in Palm Beach, Fla., where he plans to stay through at least Christmas Day.\n\nAs secretary of the Army, Viola would work with retired general James Mattis, whom Trump has nominated to be secretary of Defense.\n\nIn its announcement, the Trump transition team said Viola is a West Point graduate and he \"will combine a deep background in national security affairs with an impressive track record of leading and managing high-performing teams within the military and the private sector.\"",
        "label": "real",
        "ID": "169"
    },
    {
        "question_text": "Walmart pulls 'Black Lives Matter' shirts from website after cop complaints",
        "article_text": "Walmart removed several varieties of shirts and hoodies with the slogan “Bulletproof: Black Lives Matter” from its website, a spokesperson confirmed Wednesday, after a police union complained they were offensive.\n\n“Like other online retailers, we have a marketplace with millions of items offered by third parties that includes Blue Lives Matter, Black Lives Matter and All Lives Matter merchandise,” said a spokesperson for the world’s largest retailer, with more than $482 billion in revenue. “After hearing concerns from customers, we are removing the specific item with the ‘bulletproof’ reference.”\n\nThe head of the Fraternal Order of Police wrote an open letter to Walmart Tuesday night requesting that the company to take down “Black Lives Matter” merchandise from its website. \n\nCanterbury wrote that the clothing would “damage your company’s good name amongst FOP members and other active and retired law enforcement officers.” The FOP calls itself the world’s largest law enforcement group, claiming more than 330,000 members in 2,200 lodges.\n\n“At a time of year when we as a nation and indeed, as a world, should be coming together in hopes of peace on Earth and goodwill toward men, these third party sellers are profiting from racial division,” he added.\n\nThe right-wing website Breitbart drew attention to the presence of “Black Lives Matter” shirts on Walmart’s site earlier this month, which prompted some on Twitter to call for a boycott of the retailer. \n\nLike many retailers doing business online, Walmart offers merchandise from third-party sellers on its website, which can be distinguished by a small note on the product page.\n\nAs of Wednesday afternoon, shirts with the “Bulletproof” slogan could not be found on Walmart’s website. Plenty of other merchandise with phrases like “Black Lives Matter,” “Blue Lives Matter,” “All Lives Matter” and even “Journalists Lives Matter” was available at $18 to $42 apiece.",
        "label": "real",
        "ID": "188"
    },
    {
        "question_text": "Donald Trump's Cabinet richest in U.S. history, historians say",
        "article_text": "As he traveled the country on his thank you tour, President-elect Donald Trump touted his choices for his Cabinet and inner circle, a group historians say is the richest in U.S. history.\n\nDonald Trump's $14 billion Cabinet\n“And one newspaper criticized me, ‘Why can’t they have people of modest means?’” Trump said at a Des Moines, Iowa rally. “Because I want people that made a fortune. Because now they’re negotiating with you, okay?”\n\nHow rich? CBS News estimates seven of Trump’s picks are worth a combined $11 billion.\n\nDonald Trump's Cabinet is the wealthiest in U.S. history\nBetsy DeVos, nominated for secretary of education, comes from a family worth more than $5 billion; Linda McMahon, picked for small business administrator, has family wealth worth $1.2 billion; And Vincent Viola, the choice for Army secretary, is worth $1.77 billion.\n\n“I guess they have a few poor millionaires on it, but mostly it’s billionaires,” said Sen. Bernie Sanders.\n\n Sanders: \"It looks like we have a cabinet of billionaires\"\nPlay VIDEO\nSanders: \"It looks like we have a cabinet of billionaires\"\nCritics like Sanders say Trump’s choices fly in the face of his populist campaign message. “You don’t appoint a Cabinet of billionaires to be taking on the establishment,” he said on Sunday’s “Face The Nation.”\n\nSteve Mnuchin, Trump’s Treasury pick has been estimated to be worth as much as $655 million. He and commerce secretary nominee Wilbur Ross, worth $2.5 billion, recently said they were attuned to the plight of working Americans. \n\n“It’s also not true all jobs are created equal. A guy that used to work in the steel mill, now flipping hamburgers, he knows it’s not the same,” Ross said in an appearance on CNBC.\n\nHaving millionaire and billionaire cabinet secretaries is not unprecedented. They tend to attract slots at Treasury and Commerce. But neither President Obama nor President George W. Bush had a single billionaire in their first Cabinets.",
        "label": "real",
        "ID": "195"
    },
    {
        "question_text": "Donald Trump invites press to off-the-record session at Mar-A-Lago",
        "article_text": "On Sunday evening, Donald Trump invited reporters to an off-the-record session at his Mar-A-Lago residence, where he’s spending the holidays.\n\nTrump vows to eradicate Islamic terrorism in response to Berlin attack\nThe press pool covering him reported, “Trump stopped by a staff off the record with reporters at Mar-a-Lago, mingling for about a half hour and according to [Trump press director] Stephanie Grisham decided to go to dinner afterwards. We are told we can report the fact that Trump and Melania stopped by the OTR with reporters.”\n\nIt is not unusual for elected officials to hold off-the-record meetings with the press -- ostensibly to give journalists insight into the principal’s thinking on an issue. This particular session took place as journalists continue to protest the fact that Mr. Trump has yet to hold a news conference since his election. It’s now been 145 days since his last news conference. He has, since the election, given interviews to CBS News, to New York Times reporters, and to Fox News, but the press conference he was to hold last week about the resolution of his business conflicts was postponed until the new year.  \n\nMike Allen, formerly of Politico and now of Axios, was there and sent a series of tweets about the meeting in the White and Gold ballroom, saying in one that Mr. Trump was “relaxed and chatty” and that pictures were allowed of the off-the-record session.\n\n\nMany of the journalists who attended, including Allen, saw an uptick in outraged tweets aimed at them, though this one, from cartoonist Ann Telnaes, summed up the reaction visually.\n\n\nIn addition to Allen, AP’s Evan Vucci, Reuters’ Steve Holland and Jonathan Lucas, ABC’s Katherine Faulders and Hallie Jackson, Jeremy Diamond and Noah Gray of CNN, Ali Vitali of NBC, the Washington Post’s Jabin Botsford, the New York Times’ Nick Corasaniti, Buzzfeed’s Adrian Carrasquillo and Politico’s Tara Palmeri attended, among others. \n\nThough the president-elect has not yet held a press conference, he’s hardly been silent since his election victory -- Mr. Trump is still tweeting regularly.",
        "label": "real",
        "ID": "197"
    },
    {
        "question_text": "Rand Paul Gives Glimpse of Trouble Trump May Face With His Party Over Government Spending",
        "article_text": "Kentucky Sen. Rand Paul gave an indication today of the trouble that President-elect Trump may face from his own party in trying to fulfill campaign promises that cost money.\n\nThe former GOP presidential candidate said on ABC News' \"This Week\" that he \"won't vote for a budget that never balances\" and that he is working to find a few other conservative GOP senators to join him.\n\n\"The current budget that the Republicans are looking at never balances. How can that be fiscally responsible? And how can we look at the public with a straight face and say, yes, we ran on balanced budgets, we're for the balanced budget amendment, and yet the budget we're going to introduce, that we're going to repeal Obamacare with never balances?\" Paul said.\n\nTrump this week repeated his promise that he wants a trillion-dollar infrastructure program and he promised during the campaign to repeal Obamacare.\n\nPaul said that with the help of other conservative senators he might be able to block a budget that he considers irresponsible.\n\n\"All it takes is a couple of us. If there are a few conservatives in the Senate wing of the Republican Party that will say no to a budget that never balances, we could have the power to say to the leadership, you know what, we need a better budget,\" Paul said.\n\n\"I don't know if it will happen, but I know that I will be one that won't vote for a budget that never balances,\" he said.\n\nPaul also addressed reports that ExxonMobile CEO Rex Tillerson has emerged as a likely pick for secretary of state, saying that he is \"going to reserve judgment on Tillerson.\"\n\nBut the Kentucky senator had strong warnings about former United Nations Ambassador John Bolton, who is a possible contender for secretary of state or deputy secretary of state.\n\n\"I'll do anything to try to prevent John Bolton from getting any position because I think his world view is naive,\" Paul said. \"He still believes in regime change. He's still a big cheerleader for the Iraq War. He's promoted a nuclear attack by Israel on Iran. He wants to do regime change in Iran.\"\n\n\"John Bolton doesn't get it,\" Paul said.",
        "label": "real",
        "ID": "122"
    },
    {
        "question_text": "Donald Trump: It's Bill Clinton Who 'Doesn't Know Much'\n",
        "article_text": "A war of words between Donald Trump and Bill Clinton escalated after the former president told a local newspaper that Trump \"doesn't know much\" and blamed his wife's loss in the race for the White House on FBI Director James Comey and Russian hackers.\n\nThe president-elect took to his Twitter feed to respond Tuesday morning.\n\nClinton made the initial remarks last week to a group of people he ran into at a small bookstore in Westchester County, NY, including an editor at the Bedford-Pound Ridge Record Review, who published Clinton's comments.\n\nPlay Trump under pressure to acknowledge Russian hacking Facebook Twitter Google Plus Embed\n Trump under pressure to acknowledge Russian hacking 7:23\n\"James Comey cost her the election,\" Clinton reportedly said, referring to Comey sending a letter to lawmakers just two weeks before the election about the finding of new emails the FBI said could be pertinent to an investigation into Hillary Clinton's private email server during her time as secretary of state. Clinton added, \"We were seven (percentage) points up\" in the polls and slated to win before Comey's announcement.\n\nTwo days before the election, Comey told members of Congress that the FBI found nothing new in the e-mails but Clinton maintained the damage had already been done.\n\nIn the reports of Clinton's stop at the bookstore, Clinton was characterized has having had taken a call from Trump after the election and described it as \"cordial.\" On Tuesday afternoon, Clinton sought to clear up who initiated the phone call through his own Twitter feed:\n\nClinton was also asked at the book store if he thought Trump was a smart man. \"He doesn't know much. One thing he does know is how to get angry, white men to vote for him,\" Clinton reportedly responded. He had previously said he believed Russia was also to blame for releasing internal Democratic emails and documents that hurt his wife's election's prospects before Election Day.\n\n\"I've watched her battle through that bogus email deal and be vindicated at the end,\" Clinton said earlier this week. \"She fought through everything, and she prevailed against it all. But, you know, with the end we had the Russians and the FBI deal, which she couldn't prevail against that.\"",
        "label": "real",
        "ID": "170"
    },
    {
        "question_text": "Report: White House preparing response to Russian election interference",
        "article_text": "The Obama administration is preparing to announce a response, which may include “cyber-operations,” to the alleged Russian interference in last month’s election, according to a Washington Post report citing anonymous U.S. officials.\n\nThe report says that details are still being finalized but are likely to include new economic sanctions.\n\nPresident Obama has said that his administration would respond to Russian meddling in the U.S. election. \n\n“I think there is no doubt that when any foreign government tries to impact the integrity of our elections, that we need to take action and we will -- at a time and a place of our own choosing,” Mr. Obama told NPR’s Steve Inskeep earlier this month. “Some of it may be ... explicit and publicized. Some of it may not be.”\n\nIntelligence officials believed Russia was involved in the hacking of Democratic servers last summer. Russia dismisses the charges.\n\nIan Bremmer on impact of Russia hack, China drone controversy\nA 2015 executive order, as intended, gives the president the authority to respond to foreign cyberattacks. However, officials concluded that the order did not give the president authority to respond to Russian meddling in American elections, prompting a last-ditch effort within the administration to expand the president’s authority on the matter.\n\nAccording to the Post, officials are also trying to figure out ways to make it difficult for president-elect Trump, who has frequently spoken of improving relations with Russia, from diminishing any response from the Obama administration.\n\n“Part of the goal here is to make sure that we have as much of the record public or communicated to Congress in a form that would be difficult to simply walk back,” the Post quotes a senior administration official as saying.\n\nThe announcement of the response could come as early as this week, the paper states. Officials quoted in the story say they hope to create a deterrent against future election meddling by other nations.\n\n“As much as I am concerned about what happened to us in the election, I am also concerned about what will happen to us in the future,” the Post quotes an administration official as saying.\n\n“I am firmly convinced that the Russians and others will say, ‘That worked pretty well in 2016, so let’s keep going.’ We have elections every two years in this country.”",
        "label": "real",
        "ID": "1005"
    },
    {
        "question_text": "Trump is within his rights to use executive power, Obama says",
        "article_text": "WASHINGTON — President Obama says he has no regrets about his go-it-alone use of executive power — even if President-elect Donald Trump can now use those same powers to roll back his policies.\n\n\"I think that he is entirely within his lawful power to do so,\" Obama said in an interview with National Public Radio broadcast Monday. \"If he wants to reverse some of those rules, that's part of the democratic process.\"\n\nIn his traditional end-of-year public radio interview, Obama offered a wide-ranging defense of his use of presidential power as he prepares to turn the levers of that power over to man he once described as unfit for the presidency.\n\nObama argued that his use of executive action wasn't much different from his predecessors. What changed, he said, is that Congress became less willing to pass legislation.\n\n\"Congress has become so dysfunctional that more and more of a burden is placed on the agencies to fill in the gaps, and the gaps get bigger and bigger because they're not constantly refreshed and tweaked,\" he said. \"And the bottom line is, if you want to right-size executive power relative to the other branches of government, the best way to do that is to have a healthy Congress in which the two parties are debating, disagreeing but also occasionally working together to pass legislation.\"\n\nThe same thing has happened on foreign policy, he said. The Obama administration has been relying a post-9/11 congressional war authorization intended for al-Qaeda in order to battle the Islamic State in Iraq and Syria.\n\n\"The danger is that over time, Congress starts feeling pretty comfortable with just having the president do all this stuff and not really having to weigh in,\" he said. \"The president and the executive branch are always going to have greater latitude and greater authority when it comes to protecting America, because sometimes you just have to respond quickly and not everything that is a danger can be publicized and be subject to open debate.\"\n\nBut Obama also said he's installed \"guardrails\" on the president's war powers, setting up systems of internal accountability on issues like drone strikes and electronic surveillance by the National Security Agency.\n\n\"You know, there are some critics on the left who would argue we haven't gone far enough on that. I would argue that we've gotten it about right, although I'm the first one to admit that we didn't get it all right on day one,\" he said.",
        "label": "real",
        "ID": "168"
    },
    {
        "question_text": "N.Y. attorney general's office: Trump can't shut down foundation until investigation ends",
        "article_text": "WEST PALM BEACH, Fla. - Donald Trump cannot move ahead with his plan to dismantle his charitable foundation because state prosecutors are probing whether the president-elect personally benefited from its spending, the New York attorney general’s office said Tuesday.\n\n“The Trump foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete,” said Amy Spitalnick, spokeswoman for state Attorney General Eric Schneiderman.\n\nThe statement came after Trump announced that he wanted to dissolve the Donald J. Trump Foundation, part of what his presidential transition team says is an effort to erase any potential conflicts of interest before he takes office Jan. 20.\n\nBut the foundation’s inner workings have been the subject of Schneiderman’s investigation for months and could remain a thorny issue for Trump’s incoming administration. Democrats nationally have said they are ready to raise any legal or ethical issues from Trump’s global business empire during his presidency.\n\nTrump’s charity has admitted that it violated IRS regulations barring it from using its money or assets to benefit Trump, his family, his companies or substantial contributors to the foundation.\n\nPresident-elect announces he will shutter Trump Foundation\nThe admissions by the Donald J. Trump Foundation were in a 2015 tax filing made public after a presidential election in which it was revealed that Trump has used the charity to settle lawsuits, make a $25,000 political contribution and purchase items, such as a painting of himself, that was displayed at one of his properties.\n\nThe 2015 tax filing was posted on the nonprofit monitoring website GuideStar on Nov. 18 by someone using an email address from the foundation’s law firm, Morgan, Lewis & Bockius, said GuideStar spokeswoman Jackie Enterline Fekeci.\n\nIn the tax filing, the foundation acknowledged that it used money or assets in violation of the regulations not only during 2015, but in prior years. But the tax filing doesn’t provide details on the violations.\n\nSchneiderman, a Democrat, launched his investigation into the charity after reporting by The Washington Post drew attention to some of the foundation’s purchases.\n\nTrump asserted on Twitter late Monday that his foundation was run efficiently.\n\n“The DJT Foundation, unlike most foundations, never paid fees, rent, salaries or any expenses,” the president-elect tweeted. “100% of the money goes to wonderful charities.”",
        "label": "real",
        "ID": "1011"
    },
    {
        "question_text": "Donald Trump accuses President Obama of \"roadblocks\" during transition",
        "article_text": "President-elect Donald Trump escalated his rhetoric against President Obama on Wednesday, accusing the current president of “roadblocks” leading up to Inauguration Day.\n\nIn a tweet Wednesday morning, Mr. Trump said he was “doing [his] best to disregard” the “inflammatory … statements and roadblocks” from Mr. Obama:\n\nMr. Trump was presumably still responding to Mr. Obama’s comments in a podcast interview released Monday, in which he said he would have been able to “mobilize” Americans against Mr. Trump had he been able to run for a third term in 2016.\n\n“I am confident in this vision because I’m confident that if I had run again and articulated it, I think I could’ve mobilized a majority of the American people to rally behind it,” Mr. Obama said in the interview with David Axelrod, his former senior political advisor, which was released on Axelrod’s podcast AxeFiles. “I know that in conversations that I’ve had with people around the country, even some people who disagreed with me, they would say the vision, the direction that you point towards is the right one.”\n\nThese comments appear to have gotten under Mr. Trump’s skin: Wednesday’s tweet is the third in three days about Mr. Obama.\n\nOn Monday, Mr. Trump tweeted that there is “NO WAY” Mr. Obama could have defeated him if he had been able to run for a third term this year:\n\nAnd on Tuesday, Mr. Trump said Mr. Obama “campaigned hard (and personally) in the very important swing states, and lost”:\n\nMr. Trump and Mr. Obama seemed to move past the scathing campaign trail rhetoric in the weeks immediately following Election Day, talking by phone on several occasions and speaking in positive terms about their interactions.\n\nIn a meeting with The New York Times in November, Mr. Trump described his “great meeting” with Mr. Obama. “I didn’t know if I’d like him,” Mr. Trump said. “I probably thought that maybe I wouldn’t, but I did. I really enjoyed him a lot.”\n\nBut as Inauguration Day approaches, it appears that goodwill is not going to last. Mr. Trump has been critical of several of Mr. Obama’s recent decisions, including the abstention on the United Nations Security Council vote condemning Israeli settlements.\n\nMr. Obama, too, has offered veiled criticisms of Mr. Trump in recent public speeches and appearances. For example, speaking aside Japanese Prime Minister Shinzo Abe at Pearl Harbor on Tuesday, Mr. Obama said that “even when hatred burns hottest, even when the tug of tribalism is at its most primal, we must resist the urge to turn inward. We must resist the urge to demonize those who are different.”",
        "label": "real",
        "ID": "1006"
    }
]