[
    {
        "question_text": "DNC Chair Says Party Is Even More Broken Than He Knew When He Took Over Even the current leader of the Democratic National Committee hadn't understood how much damage Hillary Clinton and Debbie Wasserman Schultz had done to the DNC when he was running to take it over. Read more?",
        "label": "mtrue",
        "url": "http://conservativebyte.com/2016/09/obama-jokes-about-isis/",
        "ID": 756,
        "publisher": "conservativebyte.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Author and political commentator Ann Coulter delves into what in her genetic makeup allows her to endure and even delight in being called unsavory names (most recently at the Comedy Central Roast). Coulter also discusses why she is so drawn to Donald Trump and what influence she's had over his immigration platform.",
        "label": "mtrue",
        "url": "http://politi.co/2cL6P6M",
        "ID": 1390,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Saturday?s bomb blast in New York City injured 29 people, and 9 more people were stabbed by the Muslim attacker in St. Cloud, MN. on the same day. Not to worry though, ?Aleppo Gary? is on top ofithe ?just glad no one got hurt.? Could you just put the bong down until thecampaign over Gary?",
        "label": "mtrue",
        "url": "http://100percentfedup.com/dumb-as-a-rockgary-johnson-on-nyc-mn-terror-attacks-im-just-grateful-that-nobody-got-hurt-video/",
        "ID": 805,
        "publisher": "100percentfedup.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Lets? go blow up some infidels! But FIRST? Lemme take a selfie! OOPS! Maybe not the sharpest tool in the shed.You heard of blowing yourself to Hell. Watch someone LITERALLY do it? and bring his murderous buddies with him! Watch: Something this stupid is best celebrated with mockery. There is ONE song that does so perfectly: (apologies in advance)",
        "label": "mtrue",
        "url": "http://clashdaily.com/2016/09/photo-bomb-watch-radical-blow-friends-taking-selfie-phone-detonator/?utm_source=referral&utm_medium=facebook.com&utm_campaign=lasmpfb",
        "ID": 838,
        "publisher": "clashdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "If she had it to do again, would she sit down for this interview? This was not the Ruffling ofTrump hair moment she was looking for. She got owned! ?I?d love to meet the person who makes your pantsuits? he said. ?How does Obama like his coffee?? ?I really regret doing this? she said. ?Are you Down with TPP?? The sponsor break was PERFECT!",
        "label": "mtrue",
        "url": "http://clashdaily.com/2016/09/viral-watch-zach-galifianakis-make-fool-hillary-13m-views/?utm_source=referral&utm_medium=facebook.com&utm_campaign=lasmpfb",
        "ID": 945,
        "publisher": "clashdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A key skill for ANY public speaker is the ability to handle a hostile audience. Hillary ? sadly ? does not appear to have learned this skill. Watch as she waits for the audience to come to her rescue:She not very good at this at all. She missed a really good chance at a humanizing laugh line. Imagine the crowd response ifshe told the heckler to direct his comment to Bill? Too late. The moment is gone.",
        "label": "mtrue",
        "url": "http://clashdaily.com/2016/09/watch-hillary-heckler-screams-f-ck-hillary-stops-cold/?utm_source=referral&utm_medium=facebook.com&utm_campaign=lasmpfb",
        "ID": 870,
        "publisher": "clashdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Former GOP presidential candidate Jeb Bush makes a cameo appearance at the Emmys on Sunday, playing a limo driver opposite host Jimmy Kimmel. | Screen grab Whom did Jeb Bush chauffeur to the Emmys? And 11 other questions from the news. A politics-filled Emmys ceremony. A shocking Bush endorsement. And TedCruz surprise tweet to Trump. How well have you been following thisweek political news? TakePOLITICO quiz to find out, then share your result and compare scores on Twitter by tagging @POLITICO with the hashtag #PoliticoQuiz.",
        "label": "mtrue",
        "url": "http://politi.co/2cLVGl2",
        "ID": 1610,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Yes, Trump did call pregnancy an inconveniencefor employers ?[Trump is] someone who has said pregnancy is an inconvenience to employers.?? Hillary Clinton ?I never said that.? ? Donald Trump Trump did make such a claim. In a 2004 interview withNBC ?Dateline,? Trump said pregnancy is ?a wonderful thing for the woman,it a wonderful thing for the husband, it's certainly an inconvenience for a business. And whether people want to say that or not, the fact is it is an inconvenience for a person that is running a business.?",
        "label": "mtrue",
        "url": "http://politi.co/2czm9nS",
        "ID": 1740,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Delaware, Ohio  This time of year in Delaware, Ohio they like a close race with plenty of mud and lots of noise. It's not the rollicking presidential race but the Rough Truck competition at the county fair. But even here, politics are never far away. Across the midway in the merchants' barn, you'll find booths for both political parties. And just like the polls in Ohio, the booths are pretty close -- maybe too close. \"We had a life size cut out of Hillary Clinton but somebody took it,\" said a Democratic volunteer. Read More",
        "label": "mtrue",
        "url": "http://cnn.it/2cTrGVq",
        "ID": 501,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Audience Laughs at DemocratCandidate Description of Hillary Clinton Hillary Clinton may be the most crooked politician in history. And given how crooked Barack Obama is,that saying a lot. So when Crist describes Clinton as ?honest,? the audience laughs. The sad part is none of the other adjectives fit Clinton either. He said he was proud of Clinton. He added, ?She?s been a very good Secretary of State, a very good Senator from New York?? By what standards? Nowhere in the world did Clinton make a positive impact. As Senator from New York, her record is embarrassing.",
        "label": "mtrue",
        "url": "http://theblacksphere.net/2016/09/audience-laughs-description-of-hillary-clinton/",
        "ID": 873,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights Trump said in a previous interview Clinton doesn't have a \"presidential look\" NBC's Lester Holt asked Trump to clarify what he meant (CNN) Donald Trump reiterated his view that Hillary Clinton \"doesn't have the stamina\" to be president during Monday night's debate. \"She doesn't have the look. She doesn't have the stamina, I said she doesn't have the stamina, and I don't believe she does have the stamina,\" Trump said. The debate moderator, NBC's Lester Holt, asked Trump to clarify what he meant when he said earlier this month that his Democratic rival didn't have \"a presidential look.\"",
        "label": "mtrue",
        "url": "http://cnn.it/2dfP7bW",
        "ID": 634,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "He?s basically a bully, but like all bullies,he a coward at heart. He skipped out on a debate because hedidn like the moderator. Hecan handle the tough questions.He so thin-skinned that as soon as anyone challenges him, he sues them. Hillary has been attacked right and left for decades and is still standing. She has negotiated with leaders around the world to keep us safe from nuclear threat because it would destroy the planet? while he shockingly said, ?If we have nuclear weapons, whycan we use them?? And he has the nerve to call her ?trigger-happy?? ?Unstable?? His ignorance is astounding.",
        "label": "mtrue",
        "url": "http://occupydemocrats.com/2016/09/22/just-barbara-streisand-pens-scathing-op-ed-blasting-coward-trump/",
        "ID": 1191,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Trump is exaggerating Clinton's '30 years' in national policy \"For 30 yearsyou been doing it, and now you just started thinking of solutions.? ? Donald Trump Trump has said at least three times that Hillary Clinton has been working on trade issues, and other national policy issues, for 30 years. But as Clinton said, ithasn been ?quite that long.? In 1986, Clinton was Arkansas first lady, and her involvement on trade policy would have been limited at best. Her first major role in national politics was as First Lady, when former President Bill Clinton won his first presidential race in 1992.",
        "label": "mtrue",
        "url": "http://politi.co/2d5rr8a",
        "ID": 1749,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Ivanka Trump now has her own Secret Service protection, sources familiar with the matter tell ABC News. Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, and analysis from ABC News. Add Interest Before now, Trump's adult children only received protection while physically near the candidate. But Ivanka Trump will now receive Secret Service protection assigned to her directly. Earlier this month, Chelsea Clinton received her own Secret Service protection, as well. Donald Trump Jr. and Eric Trump still do not have their own protection, as of the latest information.",
        "label": "mtrue",
        "url": "http://abcn.ws/2d2wdCu",
        "ID": 11,
        "publisher": "abcn.ws",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights House Speaker Paul Ryan and Donald Trump have had a tense relationship throughout the campaign Ryan was in New York to address a luncheon Washington (CNN) Ivanka Trump, the Republican presidential nominee's daughter, met with House Speaker Paul Ryan in New York on Monday, an aide to the Republican congressman confirmed to CNN. The meeting was requested by Ivanka Trump, according to the speaker's office. \"It was a productive conversation where Ryan spoke about his 2012 experience and Ivanka shared updates about her father's campaign,\" the aide said. Ryan was in town to address a luncheon at the Economic Club of New York. Read More",
        "label": "mtrue",
        "url": "http://cnn.it/2d6HcPU",
        "ID": 375,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Trump's website was back up shortly after 9:30 p.m. | AP Photo Trump website goes down during debate Donald Trump's presidential campaign website went down briefly approximately 30 minutes into the first presidential debate. It was back up shortly after 9:30 p.m. Story Continued Below The outage appeared to begin shortly after both Trump and his Democratic rival Hillary Clinton encouraged viewers to visit their website for details of their policies. The hacktivist group Anonymous tweeted a few minutes prior that it was \"getting things set up\" for the debate, but it was unclear exactly what the tweet was in reference to. Anonymous has taken down Trump's website before.",
        "label": "mtrue",
        "url": "http://politi.co/2d5h85L",
        "ID": 1748,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Clinton is correct about the wealthy benefiting from Trump tax plan ?The kind of plan that Donald has put forth would be trickle-down economics all over again? and ?it would be the most extreme version, the biggest tax cuts for the top percent of people in this country.? ?Hillary Clinton She is correct that the wealthy would be the biggest winners under DonaldTrump tax-reform plan. The top one percent of earners would see their after-tax incomes climb as much as 19.9 percent, according to an analysis by the conservative-leaning Tax Foundation. Those in the middle quintile of incomes would see, at most, a 9 percent increase, the group said.",
        "label": "mtrue",
        "url": "http://politi.co/2cYU0oI",
        "ID": 1736,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "The U.S.Attorney Office in Manhattan is investigating AnthonyWeiner alleged sexting with a minor, according to two officials briefed on the case. An inquiry was opened, although no formal complaint has been filed. Federal officials have issued a subpoena forWeiner cell phone records. Federal prosecutors will not confirm nor deny the existence of an investigation, per Justice Department policy. The investigation was first reported yesterday by the Daily Mail. Asked for comment at an unrelated press conference, New York Gov. Andrew Cuomo said, \"If the reports are true, it's possibly criminal and it is sick. And frankly,I heard enough about Anthony Weiner and I think that goes for all New Yorkers.\"",
        "label": "mtrue",
        "url": "http://abcn.ws/2cVpv23",
        "ID": 60,
        "publisher": "abcn.ws",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A woman was caught taking several selfies of her own backside in a public park (video below). In a video shared to YouTube, a young woman was caught in the middle of a very personal photo shoot. The woman decided a public park was the perfect setting for her risque photos, notes Mad World News. Standing by a tree, she pulled down her pants and spent some time getting the perfect shot. She must have thought she had enough privacy to pull off the shoot, but as the video proves, this was not the case. Within hours of being uploaded, the video was viewed more than 50,000 times. See the bizarre incident below:",
        "label": "mtrue",
        "url": "http://www.opposingviews.com/i/society/woman-caught-taking-risque-selfies-public-park-video?Fb=rwn",
        "ID": 1895,
        "publisher": "www.opposingviews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Clinton gets it wrong on 'small business' job creation \"That means jobs in infrastructure, in advanced manufacturing ... and small business because most of the new jobs will come from small business\" ? Hillary ClintonIt a favorite line of almost all politicians, and Hillary Clinton has used it before. But small businesses are not in fact the job creators. That role belongs to new businesses. One recent study used Census data to look at job creation in 2005. It found that startups created 3.5 million net newjobs million more than were created in the entire private sector. In other words, non-startup businesses were responsible that year for a 1 million job decline in employment.",
        "label": "mtrue",
        "url": "http://politi.co/2d5cUcO",
        "ID": 1721,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A mob of Black Lives Matter protesters descended on a NC Highway last night throwing rocks at cars and trucks: A female trucker made desperate calls to police and a news chopper pilot but it was too late. When the police finally came, her truck had been looted? What started as a protest at the scene of where a black man was shot and killed by police, ended with 16 police officers injured and a night of total chaos. HIGHWAY SCENE: ?Try & picture Collapsing Hillary Clinton getting out of bed to deal with Chaos & Violence in N.C #KeithLamontScott pic.twitter.com/KAVPlHmWPb ? DEPLORABLE TRUMPCAT (@Darren32895836) September 21, 2016 RAW VIDEO OF THE CHAOS ON THE HIGHWAY:",
        "label": "mtrue",
        "url": "http://100percentfedup.com/nc-mob-attacks-female-trucker-on-hwy-loots-truck-and-sets-cargo-on-fire-no-one-helps-her-video/",
        "ID": 877,
        "publisher": "100percentfedup.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Education Department terminates federal recognition of for-profit college accreditor The Obama administration on Thursday terminated the federal recognition of thenation largest accreditor of for-profit colleges ? a rare move that could ultimately jeopardize the ability of hundreds of schools to access federal student aid. The decision against the Accrediting Council for Independent Colleges and Schools, which is likely to be appealed, was based on Education Department findings that the organization failed to properly monitor and discipline the colleges it oversees. Story Continued Below ACICS will now have 30 days to file an appeal directly to Education Secretary John B. King Jr., who on Wednesday pledged to resolve such an appeal ?quickly.? This article tagged under: White House",
        "label": "mtrue",
        "url": "http://politi.co/2crHn7b",
        "ID": 1585,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "NAILED IT! Sheriff Clarke: ?Be prepared to defendyourselves can fight back.? [VIDEO] ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now Sheriff David Clarke is always right on the money when it comes to common sense policing and self protection. And he has something to say about the most recent round of shootings. We can all learn from his common sense advice.Let keep ourselves safe.",
        "label": "mtrue",
        "url": "http://rightwingnews.com/top-news/nailed-it-sheriff-clarke-be-prepared-to-defend-yourselves-you-can-fight-back-video/",
        "ID": 2083,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "White, Working Class and Worried is a CNN partnership with the Kaiser Family Foundation -- an extensive survey of white, working-class Americans and voters, who form a backbone of the support for Donald Trump. Watch Anderson Cooper 360 and CNN.com for reports throughout the week. About the survey The CNN/KFF Poll was conducted by telephone August 9-September 5 among 1,614 adults, including 701 who were identified as working-class whites -- white non-Hispanic adults who do not hold a four-year degree and, if under age 25, are not currently enrolled in school. Results for all working-class white voters have a margin of sampling error of +/-5 percentage points; it is 6 points for results among white working-class voters who support Trump. Full poll results",
        "label": "mtrue",
        "url": "http://cnn.it/2dimGaQ",
        "ID": 490,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights Donald Trump said Americans have gone to fight for ISIS and returned home The evidence says otherwise As the presidential campaign enters its home stretch, CNN's Steve Holmes will be scrutinizing political claims that ignore the facts. (CNN) Interviewed Monday on Fox News Channel's \"Fox and Friends,\" Donald Trump, the Republican presidential nominee, declared that Americans have traveled overseas, fought for ISIS and returned with impunity. \"We have people going over, fighting for ISIS and coming back, and we know they are fighting for ISIS, and we take them,\" he said. \"Once you leave this country, you fight for ISIS, you never come back.\" Is that really true that they come back and let loose? In a word - no. Read More",
        "label": "mtrue",
        "url": "http://cnn.it/2d33BJB",
        "ID": 370,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Fantasyland To liberals a Gun could be a book in Charlotte NorthCarolina again they think a suitcase bomb could be a clock. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36950/cartoon-is-it-a-gun-or-a-book/",
        "ID": 891,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Deplorable Cruz Cruz has now decided to endorse Trump. Some say it ?s becausehe lagging behind in the polls in his race for Senate. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/37017/cartoon-cruz-joins-the-deplorables/",
        "ID": 917,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Candy Roulette If in a bowl full of skittles 3 would kill you, would you eat a hand full? Hillary says you will ifshe elected. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36926/cartoon-skittles-and-refugees/",
        "ID": 849,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "R MCCRAY U.S. ARMY Veteran, former Aerospace Engineer and Editorial Cartoonist, he has lived and worked in Europe and in the Middle East. He has been a member of the American Association of Editorial Cartoonist for over 10 years. ( AAEC website www.editorialcartoonist.com ? under retired members )",
        "label": "nofact",
        "url": "http://ipatriot.com/hillary-clinton-playing-poor-pitiful-little-girl-big-bad-trump/",
        "ID": 929,
        "publisher": "ipatriot.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Ready to Blow The Obama/Hillary counter-terrorism policies are a ticking time bomb for the United States. Included in this is their immigration and refugee vetting policies. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36901/cartoon-the-obamahillary-counter-terrorism-policy/",
        "ID": 822,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "DNC Chair Says Party Is Even More Broken Than He Knew When He Took Over Even the current leader of the Democratic National Committee hadn't understood how much damage Hillary Clinton and Debbie Wasserman Schultz had done to the DNC when he was running to take it over. Read more?",
        "label": "nofact",
        "url": "http://conservativebyte.com/2016/09/caddell-what-the-george-h-w-bush-endorsement-of-hillary-really-means/",
        "ID": 835,
        "publisher": "conservativebyte.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Wow! Bravo Tomi! You really nailed it thistime! ?This notion that ?political incorrectness? is somehow responsible for terror attacks is absolute BS! Do you think we are stupid?? ?How dare you blame this crap on Donald Trump! Excuse me? Was he Secretary of State? Did 4 Americans die on his watch in Benghazi??",
        "label": "nofact",
        "url": "http://100percentfedup.com/yikes-tomi-lahren-demolishes-hillary-dare-blame-donald-trumpexcuse-medid-4-americans-die-watch-benghazi-video/",
        "ID": 942,
        "publisher": "100percentfedup.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Hillary is without a doubt, the worst and most despicable liar to ever run for the office of President Of The United States? Hillary is a sociopathic liar: A sociopath is typically defined as someone who lies incessantly to get their way and does so with little concern for others. A sociopath is often goal-oriented (i.e., lying isfocused is done to getone way). Sociopaths have little regard or respect for the rights and feelings of others. https://twitter.com/HlLLARYCLINT0N/status/777660956088406017",
        "label": "nofact",
        "url": "http://100percentfedup.com/anyone-who-still-supports-hillary-after-they-see-this-video-should-forfeit-their-right-to-vote/",
        "ID": 911,
        "publisher": "100percentfedup.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "However, if you head the federation of that sport you would have a chance to change the rules that you do not believe in. Now we are ready for the whipping. The elite of this country, a group of very rich businessmen. They own almost everything including the media and the politicians. You can even call them the neo-lords.Let tell an old story that we all know to see where the neo-lords emerged from. America is the land of the free. The peasants fled Europe from the oppression of their lords, the hunger, the illness, etc. They fled to America to live as free farmers, until the neo-lords grew again in the land of the free.",
        "label": "nofact",
        "url": "http://eaglerising.com/36915/the-neo-lords-our-elite-businessmen/",
        "ID": 854,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Read Chapter II here. The Leader, Donald Trump: Strong man, strong presence, strong will, aggressive. He is the only one who has taken our side and we are lucky he has. He knows all of the elite-businessmen?s dirty tricks, inside out. No businessman can buy him. When the people started the move, he stood up, and took the huge job on his back. He rolled up his sleeves and he is ready to lead. Can he get us what we hope? The stronger we support him the stronger he is. Let me tell you something Mr. and Mrs. elite- businessmen of the United States of America. You are lucky dogs that we have elections, a peaceful way to change, or we would have shown you what you hate.",
        "label": "nofact",
        "url": "http://eaglerising.com/37046/dear-america-vote-for-your-leader-donald-trump/",
        "ID": 950,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Here's what you can expect from the first debate. | Politico illustration/Getty and Istock Nerdcast Nerdcast 2016: Are you ready for debate night?It time for Episode 21 of the 2016 Nerdcast,POLITICO podcast on the race for the White House. Tune in each week to geek out with us as we dive deep into this amazing presidential race, the latest numbers that actually matter, plus backstage dope on how politics really works.We the people who spend Friday nights poring over poll numbers or the latest Federal Election Commission reports ? so if you want to understand how the modern politics game is played, this is the podcast for you. (Subscribe to the 2016 Nerdcast on iTunes or download from Soundcloud here.) Story Continued BelowPOLITICO Kristin Roberts, Ken Vogel, Hadas Gold, Scott Bland and Katie Glueck discuss what can we expect from the first debate, the religiousright conversion to Donald Trump, Trump as strongmanand more.",
        "label": "nofact",
        "url": "http://politi.co/2cIhBHM",
        "ID": 1617,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Mark Cuban: HillaryClinton Racist Sexist Billionaire  Racist Hillary Clinton has called Donald Trump racist and sexist. She has called Trump supporters ?deplorable.? Maybe Clinton was actually thinking of Mark Cuban, her guest starfor her debate against Trump. Here is a video of Cuban explaining racism. Actually he ends up showcasing his own racism. Understand that Mark Cuban is right, in thathe smart to cross the street with black teens. However, hecan have his cake and eat it too. Liberals talk of tolerance and not seeing color, as they showcase their intolerance and ability to see blackquite easily. As a Conservative and Republican, I live in the real world, where I deal with statistics. The math around black teen criminality would make me a fool not to cross the street when I see black teens. Liberals suspend reality, because they must in order to rationalize their nonsense. However, in suspending reality, they are not allowed to then take the conservativeposition of facts, logic, andreason convenient. That is why Mark Cuban is a racist. But it may be worse. Apparently Cuban is a bit of a sexist. https://twitter.com/WDFx2EU7/status/780036776354340864?ref_src=twsrc%5Etfw Judge for yourself.",
        "label": "nofact",
        "url": "http://theblacksphere.net/2016/09/mark-cuban-hillary-clintons-racist-sexist-billionaire/",
        "ID": 975,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights Clinton has had troubles energizing female voters, especially Republican-leaning women She lured Trump into ill-advised digressions about the source of his wealth and whether he pays federal taxes New York (CNN) After 30 years in the spotlight, Hillary Clinton finally found the balance on gender that has bedeviled her throughout her career during the debate at Hofstra Monday night. Demonstrate power, command of the issues and the ability to shred your opponent -- all while seeming (just) likeable enough. Monday night's faceoff with Donald Trump could have been heralded as another historic first for women. But Clinton made no mention of a glass ceiling. There was no self-congratulatory nod to the fact that she was the first female nominee of a major party to take that stage before as many as 100 million people. She wore red, a power color, but with a feminine cut that looked anything but severe. She was smooth and measured; flicking subtly to her gender with a quick mention of granddaughter Charlotte right off the top, but then didn't dwell on it. She didn't lecture. She smiled (a lot) ? even as he slid into his role of interrupter-in-chief. Read More",
        "label": "nofact",
        "url": "http://cnn.it/2dx2nH0",
        "ID": 645,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A note from our resident cartoonist A.F. Branco: Sadly, a painful and horrific nightmare was inflicted on my community last night when a supposed lone shooter (still at large) shot and killed 5 people at the Cascade Mall in Burlington, Washington last night. This is a place where my wife and I routinely shop and go to the movies. Mywife brother and niece were in the mall when the chaos started. Another close relative was working inMacy along with other close relatives in the mall at the time of the shooting. They were all evacuated to safety without harm. While we are relieved and so grateful that they all made it back to their homes safely last night, our hearts are extremely heavy and go out to those who were lost last night and to their families in this senseless act of violence. Please pray for our community during this incredibly difficult time. Please also pray for our first responders and the law enforcement officers that are still trying to find this person. A.F. Branco and Family The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/37059/a-f-branco-cascade-mall-shooting-hits-close-to-home-actually-it-was-home/",
        "ID": 953,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Dear President Bush. I am interested in buying the artwork that you recently offered. You are multi-talented and an amazing man! I have been a faithful defender and supporter of you and your policies. However, your lack of support for the Republican Party and presidential nominee has left me confused and disappointed. Your silence in the face of republicans, including your father, supporting the opposition has made me question your judgment and integrity. Silence and passivity have historically allowed great tragedies to unfold. It would be a tragedy to elect a president who would continue to accelerate the destruction of principals that we hold dear. As stated, I would like to buy your artwork ? but not if it symbolizes a world view that no longer supports conservative ideals. I would like to be able to continue to support and defend the Bush family. I cannot do so until it is clear where your support and loyalty stand. Please make clear to the American people that your will honor your legacy by opposing the radical left and supporting conservative values. The decline of America has been precipitous and needs to be stopped. I look forward to your reply. The opinions expressed in this commentary are solely those of the author and are not not necessarily either shared or endorsed by iPatriot.com Tags:",
        "label": "nofact",
        "url": "http://ipatriot.com/letter-president-bush/",
        "ID": 860,
        "publisher": "ipatriot.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights Amy Walter said undecided voters are not a fan of either major candidate for president The Cook Political Report national editor also describes the dramatic shift among demographics Party People is a new podcast from CNN where a pair of conservative CNN contributors talk to influential voices about the future of conservatism and the Republican party. (CNN) Cook Political Report national editor Amy Walter said undecided voters are different this election cycle because they're \"absolutely clued in\" with who the candidates of both major parties are -- and they still don't like what they see. \"Normally what you see in those groups, people who are undecided, they're undecided because they really haven't been paid much attention,\" Walter told CNN's Party People podcast hosts Kevin Madden and Mary Katherine Ham in a recent conversation. Walter, who also worked for former Democratic Rep. Marjorie Margolies Mezvinsky, said undecided voters sounded like children trying to avoid hopping into a cold pool. \"Here, these undecided voters are absolutely clued-in and they're like that feeling we all had in school when you had to jump into the cold pool in first hour P.E., and you're like, 'I don't want to get in there, I don't want to jump in there! I know I'm going to have to get in.' So, they are undecided because they don't want to make a choice, not because they don't know about their choices,\" she said. Read More",
        "label": "nofact",
        "url": "http://www.cnn.com/2016/09/27/politics/amy-walter-party-people-podcast/index.html",
        "ID": 640,
        "publisher": "www.cnn.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "What is behind the NewsMedia lack of coverage of recent terror attacks in our country? I learned of the recent bombings and stabbings from the post I read on the internet. You would think that this would be covered extensively by all of the Major News Networks,wouldn you? Perhaps these attacks have been caused by a video. I am sure Hillary Clinton would like you to believe that Donald Trump is personally responsible for the current bout of jihad in the USA. She has come awfully close to implying it. These attackscouldn be caused byObama failed immigration policies Oh NO NO NO; the same policies that Hillary promises to administer full speed ahead. Perhaps the Media is downplaying these tragedies in order to prevent a shadow of blame being cast on Crooked Hillary. CNN, MSN, CBS, ABC, NBC, and even FOX would never ever be used as a propaganda machine to prop up Crooked Hillary, would they? What kind of DEPLORABLE person could doubt the credibility oftoday American Media? What happened to America? The news I watch today is twisted into propaganda resembling the propaganda that was dished out to citizens of the Soviet Union; they tell us twisted versions of the news containing enough grain of truth to fool the sheep. Bold faced lies. Anyone with half a brain should see right through it. The opinions expressed in this commentary are solely those of the author and are not not necessarily either shared or endorsed by iPatriot.com Tags:",
        "label": "nofact",
        "url": "http://ipatriot.com/our-propaganda-media/",
        "ID": 803,
        "publisher": "ipatriot.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "In the last 24 years, we have had both Republican and Democrat presidents. Republican and Democrat Congressmen and Senators differ on many things, but they agree that the market should be flooded with Chinese merchandise, that our American factories should close, and that American workers should be laid off. It is harder to find products that are made in America. When we go to a store, Chinese-made merchandise floods the aisles. Wow, they are smart politicians. They did the thinking on behalf of the American public. They decided that this is how it should be. It seems that American voters reallydon have a say. Elect whomever you want to elect. Let the conservatives and the liberals beat the heck out of each other, and let the voters cheer whomever they like. What do they tell the voters about the trade policies that they sign? Why are these agreements kept locked up behind closed doors? Why is it that no one knows the details of these agreements until after the bills have been voted on and passed? Did they ask the voters if the trade agreements should be signed? Did they ask the voters if the agreements should be revoked or at least modified? The Elite Businessmen have to make more money, even at the expense of American industry, and the free trade agreements are their sacred texts. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36885/free-trade-agreements-the-sacred-texts-of-globalists/",
        "ID": 818,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights CNN's #MyVote camper and projection tour will cover swing states and presidential debate sites It's aimed at going beyond polls to provide voices of actual voters (CNN) CNN announced Monday a nationwide tour of key swing states, presidential debate sites and destinations around the country on the #MyVote camper and projection tour, in partnership with Instagram, Facebook and CA Technologies. #MyVote launched steps from the White House at the Newseum in Washington, where the camper displayed the first in a series of campaign trail photos taken by the Instagram community via an immersive, one-of-a-kind virtual projection experience. The public can see these images at each debate stop and more locations to be announced as the tour unfolds. CNN correspondents Chris Moody and Vanessa Yurkevich will travel with the #MyVote camper, report from the ground and talk to citizens to capture the faces and voices of the people. They aim to go beyond the polls and the noise to grasp the real pulse of America. At the tour stops, members of the community are invited to enter the #MyVote camper and take a photo with either a red, blue or purple background filter. They can then share that photo on Instagram, using the #MyVote hashtag. CNN will be gathering the data collected on the tour and folding it into the election coverage. The #MyVote camper will serve as CNN's Facebook Live HQ and the social media hub on the road trip and at each presidential debate location stop in New York, Missouri, Virginia and Nevada.",
        "label": "nofact",
        "url": "http://cnn.it/2deHYpR",
        "ID": 424,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Terrorism seems to be producing more stupidity than fear, I keep hearing the word suspect or suspected every time a bomb goes off in America or when the words Allahu Akbar is screamed out when a mass shooting takes place. I get to listen to a New York Mayor tell the nation that the bomb blast had no relation to the bomb blast in New Jersey on the same day. I guess the FBI could learn a lot from this Mayor. A reporter on Fox News says the bomb could have been a pressure cooker that someone put in the garbage can by mistake. The media will put on experts and have many opinions to tell all about something that needs no explanation except just one. These Muslims are going to kill us unless we kill them first. When law enforcement catches or kills one I could care less about his personal history that the media always uses to make a good story to tell. The only thing I care about is punishing him without the pleasure of giving him a life sentence in a prison where he gets to choose his food from a Muslim menu, free medical service, recreation facilities, a TV to watch his friends terrorist activities all over the world and a Quran with a prayer rug. Terrorists should be tried by law within thirty days after their capture and sentenced in the same time frame. I am just a simple man and I would rather form my own opinion than letting the media doing it for me. After all, who wants to be stupid?",
        "label": "nofact",
        "url": "http://ipatriot.com/no-mercy-terrorirsts/",
        "ID": 752,
        "publisher": "ipatriot.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "If an October surprisedoesn defeat Hillary, the deplorable can. The deplorable and their friends and relatives can defeat Hillary. Anti-Hillary could be a large base, not just some Trump supporters. Here is the list of the deplorable: 1. Coal miners. 2. Pipeline workers. 3. New England commercial fisherman. 4 people who have lost their jobs because of Obamacare, poor trade deals, minimum wage increases. 5. People who want a chance to defend themselves with guns, anddon have the money for a security force. 6. Millennials who have debt but on job. 7. People who have lost loved ones at the hands of illegals and refugees. 8. People in Colorado and Michigan who dealt with contaminated water because the EPA did not do their job. 9. Students who were hurt by the lowering of educational standards with No Child Left Behind and Common Core. 10. People of all religions thatdon want to see any form of Sharia Law. 11. People that can accept family planning but not abortion. 12. People who have been convicted of crimes for a lot less then what Hillary has done. 13. People being forced to go against their religious convictions, in matters of items of private service. 14.Mistreated veterans. 15 People who still believe that the sun, the earths orbit, and volcanic activity still affect climate. 16. ALL THE LIES CONNECTED WITH THE E-MAILS. THE CLINTON FOUNDATION and HER HEALTH. With all the destruction of evidence, peoppledon know what harm is set up for the future The opinions expressed in this commentary are solely those of the author and are not not necessarily either shared or endorsed by iPatriot.com Tags:",
        "label": "nofact",
        "url": "http://ipatriot.com/deplorables-can-defeat-hillary/",
        "ID": 802,
        "publisher": "ipatriot.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Scroll down for videoThere little doubt that this campaign season has been anything but civil, the issues of immigration, national security, terrorism and the economy have all taken a toll onAmerica psyche, and whether we like it or not,we all collectively witnessed our institutions slowly fall into disrepair by corruption, greed and malfeasance, by those individuals who have sworn under oath to defend and preserve those same institutions. And while the political elites attempt to bring down Trump, they forget or attempt to distract the public, that they are the political class, and are directly responsible forAmerica decline, and aside from the phony who currently resides at 1600 Pennsylvania Avenue,there another phony, in one Hillary Clinton, who has been a career politician for decades, and who now claims to be an outsider, regardless of the fact that she and Bill Clinton have amassed a huge fortune. Perhaps this 3-minute video clip best illustrates how these two career politicians have used the system to enrich themselves by creating perhaps the largest criminal enterprise within American politics, known as the ?Clinton Foundation? which promotes itself as a worldwide outreach charitable organization, while at the same time a financial slush fund for these two. Hillary Clinton as Secretary of State, sold access to anyone and everyone with an open checkbook, while Bill used her influence to enrich himself with blotted speaking fees to those same countries donating vast sums of money to the foundation, by selling America down the drain to the highest bidder. Do you think Hillary being involved in so many instances of lying and scandals should disqualify her as President? Share this with family and friends and comment with your thoughts below if you think so.",
        "label": "nofact",
        "url": "https://goo.gl/qIFXqX",
        "ID": 801,
        "publisher": "goo.gl",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Over the weekend, Barack Obama addressed the Congressional Black Caucus for the last time as President. He hammered the Republican nominee and admonished black voters to vote for the Democratic nominee. He saidhe take it as a ?personal insult? for members of the Black community not to vote for her.Here what he said: ?If I hear anybody saying their vote does not matter, that itdoesn matter who we elect ? read up on your history. It matters.We got to get people to vote,? Obama said. ?I will consider it a personal insult ? an insult to my legacy ? if this community lets down its guard and fails to activate itself in this election. You want to give me a good sendoff? Go vote.? Well,there at least one member of the Black community whodoesn care that it would be a personal insult to the president for him to vote not only against Hillary, but for Donald Trump. He goes by A.D. Bell, and according to his Twitter profile,he an ?Army Vet, Realist Party Affil., Father, College Graduate, Man, Not a Liberal or a Conservative.? In his video, Bell asks the President whathe going to do to him, sincehe voting for Trump. When people saythey ?insulted,? they act on it, he said. ?So, what are you going to do to me, Mr. Obama?? an incensed Bell asked. ?I feel like liberals and Democrats have insulted me for a long time. I feel like liberals and Democrats have insulted black people for a long time.? ?You know whatI doing?!I voting against them!? he yelled, pointing to his camouflage ?Make America Great Again? hat. Listen to what he had to say: https://youtu.be/I2146tlPyyQ The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36908/listen-to-this-black-army-vets-epic-takedown-of-obamas-personal-insult-comments-video/",
        "ID": 905,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "It?s official.Trump supporters will vote for Donald Trump no matter what he does or what lies he tells, even if his tax returns reveal the truth. During his show on Tuesday night, Jimmy Kimmel ran yet another ?Lie Witness News? segment featuring Trump supporters being asked questions based on the false story of him finally releasing his tax returns. The Kimmel reporter on the street asked Trump fans what they think now that the tax returns reveal that Trump is close with Putin, leases his wife Melania, writes off gold-plated toilets as a business expense, and supports child molester Jared Fogle. As it turns out, every single Trump supporter said they are still voting for the Republican nominee no matter what, even if it is true that Trump contributed to the legal defense fund of a convicted child molester. In fact, his supporters made excuses for Trump in order to justify his actions. So when Donald Trump said that he could go out and shoot someone dead in broad daylight in the middle of Fifth Avenue and not lose any votes, he was right. BecauseTrump supporters were not fazed by any of the claims presented to them. They were even okay with him lying on his returns by listing his occupation as a farmer. Seriously.Here the video via YouTube.Trump supporters are truly deplorable people who just want to watch the world burn. Itdoesn matter what he says or what he does or how much he embarrasses America, DonaldTrump supporter will vote for him no matter what. So the question is will the rest of us sit home on Election Day and let the lunatics win? Or will we get our asses off the couch and make sure Donald Trump never sets a single toe inside the White House? Because if his supportersdon mind him doing all of these despicable things, that means Trump could basically do whatever he wants in office without political consequences and that would be disastrous for the nation. Featured image via screen capture",
        "label": "nofact",
        "url": "http://www.addictinginfo.org/2016/09/21/watch-jimmy-kimmel-demonstrates-that-trump-could-support-child-rape-and-not-lose-any-votes/",
        "ID": 252,
        "publisher": "www.addictinginfo.org",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "The polling of the members ofAmerica military reveals what they think of present missions. When it comes to nation building and foreign aid, they have had enough. They see themselves as the group that should do conventional and cyber warfare. By a large precentage, I might add. Read the details in this study. As Written By Andrew Tiglhman for Military Times:Editor note: This story is part of a series examining the views of military service members ahead of the presidential election. Most American military personnel are deeply skeptical of the United States? nation-building missions overseas and would prefer to see leaders in Washington focus thecountry resources on less ambiguous missions like killing terrorists and protecting the homeland, according to a new first-of-its-kind survey. The poll of more than 2,200 active-duty troops, a collaboration between Military Times and SyracuseUniversity Institute for Veterans and Military Families, gauged service members? opinions on U.S. foreign policy priorities. It was conducted in early September. Other questions assessed service members? political views as the nation prepares to elect a new president. One survey question asked: ?How do you view the U.S.government continued involvement in nation-building efforts, establishing democracies in the Middle East and North Africa using U.S. military and financial support?? About 55 percent of respondents said they ?strongly oppose? or ?somewhat oppose? those efforts while 23 percent expressed support for such missions. The remainder expressed no opinion on the issue. Such views highlight the concerns likely to shape service members? voting patterns come November, and they underscore the extent to which many military professionals are uncomfortable with key polices advanced by Barack Obama and his predecessor, George W. Bush, as part ofAmerica efforts to combat global terrorism. Both presidents leaned heavily on the military while pursuing varied degrees of nation building, notably in Afghanistan and Iraq. Their success in those endeavors remains questionable at best. The security situation in both countries is exceedingly fragile today ? after 15 years of war, trillions of dollars spent, and thousands upon thousands of casualties. ?There is a healthy skepticism of nation building among most service membersI ?..",
        "label": "nofact",
        "url": "http://allenwestrepublic.com/2016/09/22/our-u-s-military-has-had-enough/",
        "ID": 913,
        "publisher": "allenwestrepublic.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "DNC Chair Says Party Is Even More Broken Than He Knew When He Took Over Even the current leader of the Democratic National Committee hadn't understood how much damage Hillary Clinton and Debbie Wasserman Schultz had done to the DNC when he was running to take it over. Read more?",
        "label": "mixture",
        "url": "http://conservativebyte.com/2016/09/top-economists-trump-will-grow-us-much-faster-than-hillary/",
        "ID": 962,
        "publisher": "conservativebyte.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A key skill for ANY public speaker is the ability to handle a hostile audience. Hillary ? sadly ? does not appear to have learned this skill. Watch as she waits for the audience to come to her rescue:She not very good at this at all. She missed a really good chance at a humanizing laugh line. Imagine the crowd response ifshe told the heckler to direct his comment to Bill? Too late. The moment is gone.",
        "label": "mixture",
        "url": "http://clashdaily.com/2016/09/watch-hillary-heckler-screams-f-ck-hillary-stops-cold/?utm_source=referral&utm_medium=facebook.com&utm_campaign=lasmpfb",
        "ID": 808,
        "publisher": "clashdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Man Who Shot Mall Terrorist Has Secret Identity  Saturday night, an Islamic immigrant went on a stabbing spree at a Minnesota mall, injuring nine people. He was heard invoking the name of Allahand asking people if they were Muslim before he stabbed them. But the terrorist was brought down by an off-duty police officer, Jason Falconer, who shot him as the terrorist tried to attack him. Falconer is a former police chief of the Albany Police Department, where he still works part-time. But what the mediawon tell you is that he is much more than just a police officer. Falconer is the owner and president of Tactical Advantage, LLC, a shooting range and training facility that focuses on training and arming concealed carriers. Falconer is also a member of the United States Practical Shooters Association (USPSA) and is an NRA-certified firearms instructor.",
        "label": "mixture",
        "url": "http://rightwingnews.com/guns/man-shot-mall-terrorist-secret-identity/",
        "ID": 1912,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Posted by Frank Wilkenmeyer on 26 Sep 2016 Well thatdidn take long. Donald trump, who had just been beaten to a bloody pulp for 90 minutes by an opponent so far out of his leagueit preposterous, did the only thing he knows how to do: Claim he was treated unfairly: Nothing on emails. Nothing on the corrupt Clinton Foundation. And nothing on #Benghazi. #Debates2016 #debatenight ? Donald J. Trump (@realDonaldTrump) September 27, 2016 Poor Donald. He looked like such a petulant little child up there. His obvious case of the sniffles aside, his lack of preparation, lack of personality, lack of ability to actually compose a coherent thought and lack of any human decency came through perfectly. No, Donald. Nobody wants to listen to right-wing conspiracy theories. Secretary Clinton covered emails. The Clinton Foundation, unlike your sham charities, actually does charitable work. Please go home, have a good cry and try again October 9th. We here at Opposition Report would like to congratulate Secretary Clinton on not just a win but a blowout.",
        "label": "mixture",
        "url": "http://winningdemocrats.com/it-took-trump-less-than-10-minutes-after-the-debate-to-throw-a-tantrum-and-claim-he-was-cheated/",
        "ID": 316,
        "publisher": "winningdemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Former President George H.W. Bush plans to vote for Hillary Clinton in the upcoming election, according to a report by Politico. Interested in Hillary Clinton? Add Hillary Clinton as an interest to stay up to date on the latest Hillary Clinton news, video, and analysis from ABC News. Add Interest The Republican 41st president and member of a conservative political dynasty that spans several generations will vote against his party, says the scion of another family at the center of American politics. Kathleen Hartington Kennedy Townsend, a former Maryland lieutenant governor and daughter of Robert F. Kennedy, posted to Facebook, \"The President told mehe voting for Hillary!!? Townsend told Politico she met with Bush, 92, in Maine on Monday, where he told her about his preference in thisyear ballot. ?That?s what he said,? she told Politico. ?The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days,? a spokesman for Bush told ABC News. ?He is not commenting on the presidential race in the interim.?",
        "label": "mixture",
        "url": "http://abcn.ws/2d56t8t",
        "ID": 23,
        "publisher": "abcn.ws",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights The Bushes have remained silent about the 2016 election A former Maryland lieutenant governor says Bush is voting for Clinton Washington (CNN) A daughter of Robert Kennedy, Kathleen Kennedy Townsend, said in a Facebook post that former Republican President George H.W. Bush told her he's voting for -- wait for it -- Hillary Clinton. Townsend, a Democrat who served as Maryland lieutenant governor for eight years and goes by Hartington online, posted a photo with the former president to Facebook: \"The President told me he's voting for Hillary!!\" wrote Kennedy Townsend, a niece of President John F. Kennedy. Jim McGrath, a spokesman for Bush, did not confirm nor deny the claim. \"The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days,\" McGrath told CNN. \"He is not commenting on the presidential race in the interim.\" Townsend met with Bush at the family compound in Kennebunkport, Maine, during a board meeting for the bipartisan Points of Light Foundation. Sources with knowledge of the conversation told CNN's Jamie Gangel they were surprised and disappointed that she had publicly shared a private conversation with the former president.",
        "label": "mixture",
        "url": "http://cnn.it/2dcuhYJ",
        "ID": 386,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Famed television host and veteran Montel Williams got into it this weekend with Trump-supporting Pastor Mark Burns, who took to Twitter to complain about the mainstreammedia refusal to jump to conclusions and immediately call theweekend bombing in New York ?terrorism.? Montel, a New Yorker, was not about to let the Trump apologist get away with repeating the same fear-mongering narrative that Trump repeats after every terrorist attack that takes place in the West. Montel called him and Trump out for being a con men, shaming him for being a pastor with the nerve to support a narcissist like Trump. Donald Trump clearly believes that he is a minor deity and has no concern for anything but his own ambitions, and Pastor Burns? support for him is an obviously opportunistic move by a man willing to sacrifice his principles for money. Williams is absolutely right to call him out on it. A bombing suspect over the explosion in Chelsea and the placing of several other improvised explosive devices throughout New Jersey is in custody. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/19/montel-williams-calls-trump-pastor-celebrating-nyc-bombing-sparks-twitter-war/",
        "ID": 1152,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Where?s Waldo: Hillary Clinton No Show at FundraiserWhere Waldo, or at least his crooked Democrat wannabe president sister? Hillary Clinton missed a fundraiser in North Carolina. The campaign says the event was ?postponed.? However the fact is she MISSED the biggest thing that people running from political office do: fundraise Sure, Hillary Clinton has a lot of ill-gotten Haitian money. But by Trump standardsshe still ?dead broke.? Therefore, her absence from a fundraiser suggests something is afoot. The campaign gave no reason for her absence, yet Hillary is not campaigning either. Wedon expect an explanation for that either. The event was to be in Chapel Hill, and some of the wealthiest Democrats in the state were prepared to buy access. According to CBS North Carolina, the even to take place at the home of Betty Craven and Michael Warner. It was billed as: ?Lunch with Hillary Rodham Clinton.? Costs ranged from $2,700 to $100,000. In case you caught Hillary Clinton on Jimmy Fallon on Monday, that was previously taped in New York on Friday, less than a week after Hillary got the clean bill of health. As her doctor put it, Hillary is ?fit to lead.? Nevertheless, we could find nothing onClinton campaign strategy for today. I ask again, ?Where?s Waldo??",
        "label": "mixture",
        "url": "http://theblacksphere.net/2016/09/wheres-waldo-hillary-clinton-no-show-fundraiser/",
        "ID": 836,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Former President George H.W. Bush said he will be voting for Hillary Clinton at a reception for the Points of Light Foundation in Kennebunkport, Maine, on Monday, a source told ABC News. Interested in Hillary Clinton? Add Hillary Clinton as an interest to stay up to date on the latest Hillary Clinton news, video, and analysis from ABC News. Add Interest Bush made the declaration in front of about 40 people in attendance at the reception, according to the source. Kathleen Hartington Kennedy Townsend, a former Maryland lieutenant governor and daughter of Robert F. Kennedy, first posted on Facebook Monday about the 41st president's apparent intentions to vote for Clinton, sharing a photo of herself and Bush, and writing, \"The President told mehe voting for Hillary!!\" Townsend later told Politico she met with Bush, 92, in Maine on Monday, where he told her about his preference in thisyear ballot. \"That's what he said,\" she told Politico. Townsend is a member of the advisory board of the Points of Light Foundation. \"The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days,\" a spokesman for Bush told ABC News. \"He is not commenting on the presidential race in the interim.\"",
        "label": "mixture",
        "url": "http://abcn.ws/2coBI1P",
        "ID": 43,
        "publisher": "abcn.ws",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "As WikiLeaks reports, the plan was to make Abedin Secretary of State. As President, Hillary Clinton will appoint Huma Abedin as Secretary of State. This according to leaked e mails between Abedin, Mrs. Clinton, andClinton former chief of staff Cheryl Mills. Abedin, 40, would be the first Moslem Secretary of State, and one of the youngest ever. She would not, however, be the first foreign born Secretary of State. Henry Kissinger, 93, has that distinction, having been appointed by Richard Nixon. Huma Mahmood Abedin, 40, served as vice chairwoman of HillaryClinton 2016 campaign for President. Prior to that, she served as the deputy chief of staff to U.S. Secretary of State Hillary Clinton from 2009 to 2013. ABedin parlayed a 1996 Whitehouse internship into a role as Mrs.Clinton Right Hand Man, or Woman. Former Secretary of State Hillary Clinton is listed as the supervisor certifyingAbedin designation as a ?special government employee. This classification allowed Abedin to work for an outside consulting firm and the Clinton Foundation, at the same time that she advised then Secretary of State Clinton. The Clinton campaign reiterated Sunday that Clinton did not personally sign documents for Abedin, or other employees. HillaryClinton name was listed in print, but the signature underneath was redacted by the State Department. The document caused a stir and led to media reports Clinton had lied about not having been involved..",
        "label": "mixture",
        "url": "http://theblacksphere.net/2016/09/wikileaks-clinton-make-abedin-secretary-state/",
        "ID": 841,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "In discussing shootings and crime in the first of three presidential debates, Donald Trump not only greatly exaggerated the number of shootings in Chicago, and claimed that stop and frisk was both constitutional and effective, he also advocated taking guns away from people without due process. Of course, he thinks that the police would only take guns away from criminals, and that the Constitution is different for criminals, but everyone has a constitutional right to due process.Doesn matter to Trump, though: ?We have to take gunsaway bad people thatshouldn have them.? Those wereTrump words in the debate, where he defended stop-and-frisk as constitutional despite the fact that it was literally ruled otherwise, and has also been deemed ineffective. How the NRA can possibly support a candidate that would take guns away from anybody at all without due process is beyond us.That especially true given the fact that thisisn the first time Trump has said this: ?[Police officers are] proactive, and if they see a person possibly with a gun or they think they have a gun, they will see the person andthey look andthey take the gun away.They stop,they frisk andthey take the gun away, and theywon have anything to shoot with.? The 2nd Amendment cannot exist without due process. The NRA is literally supporting a candidate who would take guns away from law-abiding citizens. Literally. Featured image by Drew Angerer/Getty Images",
        "label": "mixture",
        "url": "http://addictinginfo.org/2016/09/26/trump-literally-just-said-hed-take-guns-away-from-anyone-without-due-process/",
        "ID": 313,
        "publisher": "addictinginfo.org",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A hardworking farmer went on ABC's reality show \"Shark Tank\" to pitch his product, which simply exists to improve the lives of other farmers, and was mocked for his lack of business expertise (video below). But by the end of his pitch, he had an investor and had won over the hearts of all the sharks on the panel. Johnny Georges, a farmer and the inventor of the Tree T-Pee, brought his invention to \"Shark Tank,\" seeking an investment to help sell his product nationwide. As he explained his product to the panel of sharks and revealed that he had only sold within five counties of his Florida farm, the sharks were stunned. They began nearly mocking him for his lack of business experience and questioning how the company was expected to succeed. Georges tried to explain that he wants to do what is right and to help other farmers, so he only makes $1 per Tree T-Pee. The judges were shocked he hadn't expanded his market or raised his prices, but he remained faithful to the greater cause. Finally, Georges' character won the hearts of the panel and John Paul DeJoria, co-founder of hair care product company Paul Mitchell, offered to give him exactly what he asked for. The moral of this story is certainly to stay true to who you are and what you believe in. Watch Georges' \"Shark Tank\" pitch below.",
        "label": "mixture",
        "url": "http://www.americanow.com/story/society/2016/09/20/naive-farmer-dismissed-during-shark-tank-pitch-video?fb=rwn",
        "ID": 2005,
        "publisher": "www.americanow.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Story highlights The forces would help in the effort to retake Mosul from ISIS No final decision has been reached yet by the Pentagon Washington, D.C. (CNN) The Pentagon is considering a proposal that could send an additional 500 troops to Iraq to help Iraqi and Kurdish forces take Mosul from ISIS in the coming weeks, a US defense official told CNN. The possibility of sending some number of additional forces has been reported for several weeks, including by CNN. The Wall Street Journal was the first to report the proposal centered around the possibility of up to 500 additional forces. No final decision has been made, the official said. If the proposal is approved, it is anticipated that would be the final wave of additional US forces for fighting ISIS, since Mosul remains the last major ISIS stronghold in Iraq, the official added. If the proposal is okayed, it will raise the ceiling on the number of US troops in Iraq from 4,647 to over 5,000. Several hundred additional troops move in and out of Iraq on temporary deployment orders. Currently, there are 4,470 there under the approved ceiling. The Pentagon is not precisely revealing what the troops might be called upon to do. Some number are expected to be military advisors and trainers for Iraqi and Kurdish forces, whiles others could be involved in logistics such as moving supplies and troops around the battlefield, the official said. Read More",
        "label": "mixture",
        "url": "http://cnn.it/2cX6Rsj",
        "ID": 568,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " The first major polls of lastnight debate are out and show a resounding victory for Hillary Clinton across the board, whose poise, demeanor, and experience shown through in contrast to Donald Trump, who was repeatedly obnoxious and vapid in his babbling responses. VOX rounded them up, andhere the results: A poll of debate watchers by CNN/ORC, which found that 62 percent thought Clinton won and 27 percent thought Trump did.CNN David Chalian emphasized on air that the sample was 10 points more Democratic than in a typical poll, butthat still a strong win for Clinton. A poll of debate watchers by Public Policy Polling, which found that 51 percent thought Clinton won and 40 percent thought Trump won. A focus group of 20 undecided Florida voters by CNN found that 18 of them thought Clinton won. And a focus group of Pennsylvania voters by GOP pollster Frank Luntz overwhelmingly thought Clinton had won. Libby Nelson has more details about that here. That tremendous advantage for Clinton is crucial, given that some 50% of likely voters have said that the debates will help inform their decision. Facts, experience, and respect clearly matter to the voters, and lastnight debate showed once again that all three are on the side of Mrs. Clinton. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/27/major-polls-tonights-debate-just-came-results/",
        "ID": 1230,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Student groups at Ramapo College were allegedly forced to change the theme of an ?American BBQ? because the administration deemed it too ?offensive.? The event was to be co-hosted by the College Republicans and two residence halls, but one residence hall director reported that flyers advertising the event were deemed too ?military and recruitment-oriented? because they featured Uncle Sam. Students at Ramapo College were recently forced to change the theme of an ?American BBQ? because the administration deemed it too ?offensive.? According to emails obtained by Campus Reform, Ariana Rivera, the Assistant Residence Director of Bischoff Hall, sent an email to the College Republicans and the College Democrats on August 17 inviting the groups to co-sponsor an American-themed BBQ with Bischoff and Mackin Halls. The proposal called for the CRs and CDs to run tables for their respective organizations at the event, as well as encouraging students to register to vote, and CR President Taylor Gilson responded almost immediately to affirm that her group would participate. However, on September 14, just two days before the scheduled event, Rivera wrote to Gilson, again, this time regretfully explaining that Bischoff Hall would no longer be co-sponsoring with the CRs because the American theme was ?considered offensive.? Rivera subsequently reported that the event would not be entirely cancelled, after all, but that it would have to be a? The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mixture",
        "url": "http://eaglerising.com/36897/college-groups-deem-america-themed-bbq-too-offensive/",
        "ID": 817,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "THIS JUST IN: Hillary May Be CancellingMonday Debate? Nextweek debate may be thenation most widely watched Presidential debate in YEARS. That is, if both participants actually bother to show up. Trump-enthusiast and Gateway Pundit owner Jim Hoft published an article today in which he says that an unnamed ?conservative leader? contacted him stating that Hillary may be pulling out ofMonday debate. Now this? ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now A conservative leader wrote The Gateway Pundit Wednesday morning to share this news: Hearing smart guys say that Hillary may cancel the debate on Monday ? Hillary may be trying to run out the clock because she thinks she is ahead. Could it be that Hillary Clinton pulls out of the debate, or is this just propaganda for Trump? Or even, a way to garner more interest for the much-awaited debate between the Republican and Democratic Presidential candidates Donald Trump and Hillary Clinton? With the widely-publicized health problems facing the Democratic nominee, it may very well be that she faces a ?medical emergency? just before she is slated to take the stage. What do you think is the legitimacy of these whisperings?",
        "label": "mixture",
        "url": "http://rightwingnews.com/top-news/just-hillary-may-cancelling-mondays-debate/",
        "ID": 1995,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "VIDEO: Man Yells 3 Brutal Words InHillary Face & Her Response Is Unintentionally HilariousI probably going to a very not good place for laughing at this, but Ican help thatit so dang funny! There has been a theory floating around that Hillary Clinton is just a robot disguised as a human. While that may seem out-of-this-world ridiculous, remember that she admitted to ?short-circuiting.?I fairly confident that this is not a term that people often use to describe their forgetting something of importance. And then, adding to the pile of evidence to validate this theory is this little gem picked up from the Twitterverse: Some guy right inHillary face: HILLARY FOR PRISON Hillary:LET MAKE IT HAPPEN I almost feel sorry for her https://t.co/CKfdSuASHB ? Jenna Abrams (@Jenn_Abrams) September 18, 2016 ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now When some man yells ?Hillary For Prison!? right in her face, Hillary responds with a strangely enthusiastic ?Let?s make it happen!? NowI never been to prison soI not entirely confident about this, but it would seem thatit not a place that you would be that excited to go to. If thatdoesn have you rolling on the floor with laughter, this screengrab might: Awesome. Just? awesome.",
        "label": "mixture",
        "url": "http://rightwingnews.com/top-news/video-man-yells-3-brutal-words-hillarys-face-response-unintentionally-hilarious/",
        "ID": 1924,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Donald Trump, the supposed ?law and order? candidate, painted a very bleak picture of what life in the ?inner cities? was like. ?We have a situation where we have inner cities, African-Americans, Hispanics are living in hell becauseit so dangerous? said the Republican nominee a few hours earlier. He cited former New York Mayor RudyGiuliani unconstitutional and discriminatory ?stop-and-frisk? policy as a solution for crime in urban centers. But his accountdidn match up with the facts, and he was called out by the police department in his own city for his blatant falsehoods and the implication that the NYPDisn good at their jobs. The Assistant Commissioner for Communication & Public Information of the NYPD, J. Peter Donald, fact-checked Trump during the debate, and has this to say about the racistRepublican proposals to reinstate stop-and-frisk after it was ended by Mayor Bloomberg in 2011: Trump is trying to position himself as ?tough on crime? but the reality is his proposals are nothing but dog-whistles for his racist white supremacist followers. Not only was ?stop-and-frisk? ineffective, it was very obviously discriminatory against minorities ? and after it was ended, crime drastically decreased thanks to new reforms in policing techniques. Trump is trying to sell the American people an apocalyptic vision of America that justdoesn exist ? and the policemen whose supporthe courtingaren buying it either. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/27/nypd-defiantly-live-fact-checked-trumps-stop-frisk-lies-debate/",
        "ID": 1229,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Americanism vs. Globalism ? Democrats thinkwe in a war of words with radicals who are hijackingIslam, while Republicans understand that this is a real war against savages who are killing any who oppose them. America is more at war with itself than with the external enemies that are working at destroying us. Trump and Hillary are now leading the opposing factions in America who see the country from opposite points of view. To the Right, the nation is being destroyed by foreigners who are immigrating to America whodon want to assimilate to become Americans, but make Americans to assimilate and become like them, and corrupt criminals in Washington are assisting them. To the Left, America is a nation of greedy, racist haters who have imposed themselves on other nations to steal resources from them, and Americans are fearful of progress, fearful of other people, and selfishly refuse to become a nation of theworld global culture. The problem with America, leftists believe, is that self-righteous, hateful Christians are resistant to the good sense of atheists and the peaceful religion of Islam. They label terrorists conducting mass shootings, bombings, and genocides as Islamist jihadis. Obama and Hillary say they are not Islamists, but atheists who are trying to incite a war by duping Christians into condemning good Muslims. Moslems who want to impose Sharia law on the world are good people they say. Which candidate has the right solution? The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mixture",
        "url": "http://eaglerising.com/36928/obama-we-are-in-a-narrative-fight-with-isis/",
        "ID": 848,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Republican nominee Donald Trump got thoroughly outplayed by Democratic nominee Hillary Clinton during the debate tonight, only capable of blustering and babbling in response to her cool and measured fact-based statements. Whether it was crime, national security, the economy, trade, or his own tax returns, Trump was on the defensive the entire night, unable to overcome the consequences of his own selfish decisions and the weaknesses of the incoherent rambles that pass for policy positions for the Republican nominee. Immediately after the debate, Trump rolled out a pathetic excuse for his own failures tonight. Trump is relentlessly sticking to this ridiculous notion that the system is riggedagainst him, refusing to admit thathe shot himself in the foot so many times that the vast majority of the American people will be unwilling to support a rabble-rousing racist with an extensive history of shady business practices. Not only is it a shameful refusal to admit his own mistakes, butit an existential attack on our entire democracy. His mic was clearly not defective, since he continuously interrupted both moderator Lester Holt and Secretary Clinton tonight anddidn back down off from failed attempts to take cheap shots at the Democratic nominee. His childish behavior tonight illustrates that he is temperamentally unfit to be the President of the United States, and this pitiful response is just the cherry on the cake. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/27/trump-just-gave-pathetic-excuse-losing-hillary-debate/",
        "ID": 1227,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Posted by John Prager on 26 Sep 2016 Through the course of this election season, a dark cloud has hung overTrump campaign ? OK, many dark clouds. Dark, racist, xenophobic, lying clouds. But the onewe referencing here is ?what the hell is going on with his taxes?? The simple answer, as Trump revealed during the first presidential debate, is that The Donald simplyhasn paid any federal income tax. Trump blamed Clinton for squanderingtaxpayer dollars, thus depriving us of much-needed infrastructure improvements ? the kind Republicans like Trump typically vote against. Clinton, of course, took the opportunity to get in a dig about the GOPnominee own taxes. ?Maybe because youhaven paid any federal income tax in a lot of years,? Clinton shot back, expertly placing the bait in the trap. And, of course, shedidn have to wait long for Trump to try to grab the cheese. To emphasize his point, he accidentally admitted thatshe exactly right: ?It would be squandered too, believe me.? Pay attention to the word ?would.? Trump would not have said that if he had paid taxes, which he called smartearlier in the debate. Is this the reason hedoesn want to reveal his taxes, which he says he will release ?against hislawyer wishes? if Clinton releases deleted emails? Does Trump not want the voting public to know thathe a deadbeat who absolutely does not pay his fair share? When Trump says ?believe me,? believe him ? not that his tax dollars would be squanderedbut that he believes they wouldif he had paid any. Watch the clip below: Featured image via Getty Images/Drew Angerer",
        "label": "mixture",
        "url": "http://winningdemocrats.com/whoa-trump-just-accidentally-admitted-he-has-not-paid-any-federal-income-taxes-video/",
        "ID": 314,
        "publisher": "winningdemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " On Monday, Congressman Lee Zeldin (R-NY) took to Twitter to use the apprehension of lead suspect in the NYC bombing investigation, Ahmad Khan Rahami, to take a shot at San Francisco 49ers quarterback Colin Kaepernick in an exceptionally clumsy attempt to connect his police recent brutality protests with terrorism, writing ?You are welcome? after noting that Rahami was taken into custody: Zeldin obviously thought the tweet would give him the final say in the matter and a chance to say he thought Kaepernick was ungrateful, but the Internet had other plans. After firing off his passive aggressive swipe at the football player, Twitter would declare open season on him and continue to to roast him after declaring his ridiculous comment the new, ?Thanks, Obama.? Like ?Thanks, Obama? in which Democrats mocked how Republicans went out of their way to link extremely remote events as outcomes of PresidentObama presidency, ?You?re welcome, Kaepernick? could now be used to illustrate how absurdly far the right would stretch to manufacture a situation Colin Kaepernick should be grateful for. The tweet made it to several verified accounts, most notably reaching host of Matter of FactTV SoledadO. All in all, we can probably guess this is not how Congressman Zeldin planned on this tweet working out for him. Lets hope this bully learns his humiliating lesson, and stop trying to exploit a national scare to increase his national profile. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/20/twitter-explodes-mockery-republican-congressman-blames-kaepernick-nyc-bombing/",
        "ID": 1160,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "The Drudge Report has gained access to the rules for the upcoming Mega-Debate between Hillary and Trump.Hillary always angling for an advantage, and when it comes to the mainstream media, Hillary usually gets exactly what she wants. It looks likeshe get a custom podium to help her with the height advantage, but when it comes to coughing up a lung,Hillary on her own.Let hope forHillary sake,she able to keep the guy with the diazinon pen close to the stage in case ?unfit to run for office Hillary? has another ?pneumonia-related incident? like the one on 911? DEBATE RULES: NO COUGHING BREAKS **Exclusive** Fri Sep 23 2016 11:30:40 ET If presidential hopeful Hillary Clinton slips into a coughing fit or any other medical crisis duringMonday high-stakes debate, she will have to power through, the DRUDGE REPORT has learned! ?There are no commercial breaks,? a commission source explains. ?Period.? Debate moderator Lester Holt does not have the authority to cut away from the stage during the epic 90-minute showdown. And microphone audio for either of the candidates is not to be manipulated. Clinton has experienced severe coughing episodes throughout the election year. During a Labor Day campaign stop she suffered a 4-minute choking marathon.Monday throwdown could top out at 100 million viewers, making it the biggest political event in history.EDITOR NOTE: The presidential debate commission settled an early flashpoint when Clinton demanded a step-stool at the podium to add height to her5? frame. Campaign Chairman John Podesta expressed concern that Hillary would be dwarfed by6? Trump. The request was quickly rejected. The commission is allowing for a custom-made podium, which will accommodate the difference in stature.",
        "label": "mixture",
        "url": "http://100percentfedup.com/grab-the-popcorn-queen-of-corruption-denied-special-treatment-for-first-debate/",
        "ID": 947,
        "publisher": "100percentfedup.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Paul Combetta, is the tech guy who helped Hillary Clinton bleach her server clean of the evidence requested from federal authorities, seems to have gone to online forums to find advice on how to commit the evil deed. Last week Combetta pled the fifth when testifying before the house oversight committee last week, butwasn as tight-lipped when trying to find out information on how to stripClinton e-mail address from already sent and archived emails from fellow IT experts on Reddit. In the end a fellow tech guy told him the only thing he could do is delete the emails The evidence was first posted at 8chan, it consisted of Reddit posts from two years ago. The thread was titled ?Here is clear proof that Hillary sought to destroy evidence,? Here is the guy who wipedHillary server asking about how to do it on Reddit. Yes. Seriously. He also asks how to replace real emails with fake ones. His post happens right about the same time congress was requestingClinton emails. He specifically said it was for a big name client who everybody would recognize. A Reddit post has been found from Paul Combetta (the IT guy who got FBI immunity and deletedHillary emails) proving they were covering up for Hillary. First, noticePaul email address here: https://pbs.twimg.com/media/Csrp9J6WEAAyubT.jpg [email protected] He uses the same username on his Etsy page: https://www.etsy.com/people/stonetear (Backup http://archive.is/P45cY ) Now look at the username of this Redditor asking how to strip the name of a ?VERY VIP? from email archives? The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mixture",
        "url": "http://eaglerising.com/36888/hillarys-it-guy-went-to-reddit-to-ask-how-to-delete-emails/",
        "ID": 821,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Hillary Has Almost No Ground Game in Ohio  A Trump supporter decided to film his experience at HillaryClinton campaign office in Delaware, OH. What he found was shocking: Hillary Clinton has almost no ground game in Ohio. The video below shows what he found. The Clinton campaign is reportedly formidable. Hillary Clinton brags about the number of employees work on the campaign. Then there are the volunteers. Most Americans know that Ohio is a critical state in the election. At one point it was reported that Clinton had over 681 paid staffers, and Trump only had 68. Given those numbers, the Clinton campaign certainly has the upper hand over Trump, right? Further, though Trump has beefed up his ground game nationally, Clinton has added to her staff. Latest numbers have the Clinton campaign now with over 1000 paid staffers. The Trump staffer had heard that there was a door knocking campaign, so he went down to check it out. There was an office with chairs set up for a conference style setup. The office had one guy. A bit of time passed, when a woman came out and introduced herself. Besides a few volunteers behind the counter, that describes the Clinton machine in that part of OH. When the Trump surrogate begins discussing the truth about the operation, theydon take it too well. When you can count your volunteers on barely two hands, you have a problem. This certainly explains the ?enthusiasm gap? that has Leftist media in a conniption. It further explains why Clintoncan seal the deal. Latest polls have Trump either closing fast or taking the lead. His fundraising certainly proves there is more enthusiasm for Trump, than Clinton.",
        "label": "mixture",
        "url": "http://theblacksphere.net/2016/09/hillary-has-almost-no-ground-game-in-ohio/",
        "ID": 980,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "DNC Chair Says Party Is Even More Broken Than He Knew When He Took Over Even the current leader of the Democratic National Committee hadn't understood how much damage Hillary Clinton and Debbie Wasserman Schultz had done to the DNC when he was running to take it over. Read more?",
        "label": "mfalse",
        "url": "http://conservativebyte.com/2016/09/hillary-bad-mouths-christians/",
        "ID": 864,
        "publisher": "conservativebyte.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "There?s a lot to be discussed about lastnight debate between Hillary Clinton and Donald Trump. One thing that has baffled many is how Hillary seemed so ready with answers and detailed facts and, almost as bizarrely, shedidn cough or reach for water once. Well, this twitter user might have an answer. Do you see it? I think we all know why #TrumpWon pic.twitter.com/nwZRxvkX81 ? USA For Trump 2016 (@USAforTrump2016) September 27, 2016 Thiswouldn be the first time Hillary had to use a device for help. What do you think? Is just a trick of light and shadows? A zipper? Or was Hillary actually hiding a ?Cough prevention machine? in her pantsuit? Will you support Donald Trump, Hillary Clinton or another candidate? Share your thoughts! And LIKE this page for the latest TRUMP news. Interested in stopping Hillary? LIKE this page",
        "label": "mfalse",
        "url": "http://www.thepoliticalinsider.com/first-presidential-debate-hillary-clinton-sick/?source=RWN",
        "ID": 2138,
        "publisher": "www.thepoliticalinsider.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "What would possess anyone to take control of the Internet away from the United States and put it under control of ICANN, composed of 182 foreign countries? That cannot bode well for freedom of speech, thought, and ideas. Senator Ted Cruz leads the fight in these videos. Congress MUST ACT NOW! As Written By Senator Ted Cruz: The Obama administration is pushing through a radical proposal to take control of Internet domains and instead give it to an international organization, ICANN, that includes 162 foreign countries. If that proposal goes through, countries like Russia, China, and Iran could be able to censor speech on the Internet, including here in the U.S. by blocking access to sites theydon like. Right now, the Obamaadministration proposal to give away the Internet is an extraordinary threat to our freedom andit one that many Americansdon know anything about. It is scheduled to go into effect September 30, 2016. Congress must act beforeit too late! SEE MORE HERE:Don Let Obama Give Away the Internet | Ted Cruz | U.S. Senator for Texas",
        "label": "mfalse",
        "url": "http://allenwestrepublic.com/2016/09/25/congress-must-act-five-days-until-obamas-internet-giveaway-video/",
        "ID": 939,
        "publisher": "allenwestrepublic.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Clemson University freshmen may no longer publicly display Harambe-related memes because they ?add to rape culture? and can be ?a form of racism.? The ban was allegedly inspired by an incident that occurred last week, but administrators are refusing to divulge any details. A Clemson administrator sent an email to Resident Advisors (RAs) Friday instructing them to demand that freshman remove all Harambe references from dorm hallways and windows. The administrator claimedHarambe death has been used to ?add to rape culture? and can be ?form of racism.? An RA further added that any student who disobeys these instructions will be ?in trouble.? ?All Harambe references are no longer allowed within our community.? ?We are no longer allowing any reference to Harambe (or any other spelling) to be displayed on doors, halls, billboards, or windows,? the instructions state. ?Harambe should not be displayed in a public place or a place that is viewed by the public? The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mfalse",
        "url": "http://eaglerising.com/37061/clemson-bans-memes-featuring-dead-gorilla-harambe-promotes-rape-culture-and-racism/",
        "ID": 949,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "The man arrested Monday in connection with the New York City bombing sued his local police force over anti-Muslim discrimination claims. Ahmad Khan Rahami filed the lawsuit against cops in Elizabeth, N.J., where he was residing before he planted bombs in the Chelsea neighborhood of Manhattan, at a train station in Elizabeth, and on the route of a 5k Marine charity run on the Jersey shore. He claimed police were persecuting him for being a Muslim and subjecting him and his family to ?selective enforcement? based on Islam, reports The Daily Mail. Rahami worked at a chicken restaurant called First American, owned by his family, who claimed the police tried to shut it down early each night with baselesstickets, and that locals said: ?Muslimsdon belong here.? Rahami brought the suit along with his father Mohammad Sr. and his brother Mohammad. He was arrested following a shootout with police Monday, after he was found passed out in the doorway of a New Jersey bar. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mfalse",
        "url": "http://eaglerising.com/36871/bombing-suspect-filed-anti-muslim-discrimination-lawsuit-against-police/",
        "ID": 786,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "When President Obama spoke at the United Nations he espoused the One World Government. He speaks of globalization in the fondest of terms: As if it is the do-all be-all for all the problems in the world. Also in the speech he referred to ?true democracy.? If that is what he is for, then God help us. As Written By Alex Pfeiffer for Daily Caller: ?Collision of cultures? In his last address before the United Nations Tuesday, President Barack Obama acknowledged that globalism has led ?to a collision of cultures? but urged countries to embrace liberal democracy and internationalization. Obama told world leaders to recognize that violence and poverty are at historic lows. ?I believe that we need to acknowledge these achievements in order to carry this progress forward,? Obama said. ?In order to move forward, though, we do have to acknowledge that the existing path to global integration requires a course correction.? The president said those who trumpet the benefit of globalization have ignored inequalities in their countries and ?the enduring appeal of ethnic and sectarian identities.? Obama added that many government institutions around the world have been unfit to handle the changes globalization has brought?..",
        "label": "mfalse",
        "url": "http://allenwestrepublic.com/2016/09/20/obama-pushes-one-world-government/",
        "ID": 842,
        "publisher": "allenwestrepublic.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "On September 15, Hillary apparentlyheld a rally in the Old Student Recreational Center at the University of North Carolina in Greensboro, NC. This was her first public appearance since she convulsed and had to be lifted into her van following the 9-11 memorial in NYC.Hillary campaign was quick to blame the heat until they discovered conservative websites were able to quickly access the weather and determine that it was a balmy 74 degrees in NYC! Hillary was quickly whisked away to her daughterChelsea apartment following her ?incident,? passing more than one hospital on the way to ?recuperate.? Did Hillary recover from her incidentor was this rally faked to make it look like she did? Here is the first video ofHillary Greensboro, NC rally that was causing viewers to ask ?what the heck are those cameras inHillary audiencepointing at?? If you look closely, it sureisn Hillary! Watch this video first, and then the video below to get a closer analysis of what appears to be a phony rally for Hillary at https://twitter.com/WDFx2EU5/status/777263623915745280 This stunning video takes the viewer through and shows step-by-step where the audience is faked: Here is the actual video from C-Span to prove nothing was doctored in the videos above. Holy moly!",
        "label": "mfalse",
        "url": "http://100percentfedup.com/new-disturbing-video-shows-hillarys-campaign-likely-faked-audience-nc-rally/",
        "ID": 845,
        "publisher": "100percentfedup.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "HillaryClinton health is the top issue in the Presidential campaign. Once considered a ?conspiracy theory,? Americans now see that Hillary Clinton suffers from serious problems, including neurological diseases. After her September 11th collapse and fainting, even the pro-Hillary mediacan hide the truth. Now, expert Clif Hite (below) comes up with the most compelling theory about HillaryClinton health yet, and youhaven heard it before. He believes Hillary has died, and is replaced by multiple body doubles and CGI images. If true, this is the biggest coverup in the history of American politics. What a bombshell!: As BeforeItsNews reports: Note: Russian Intel is using my video to prove they used Green Screen in Greensboro!It all fake folks!You see my video below. The Russians who track Hillary say she never leftChelsea apartment andshe using doubles! Also check out the part where Russia shows the emails proving Hillary was in a secret plane crash and hurt badly! At first they laugh at SorchaFaal report but then admitit ?credible?! Huge info here! Stew Webb and Tom Heneghan reported on this plane crash when it happened! Do you believe that Hillary Clinton was injured or killed in a crash, and replaced by CGI? Please leave us a comment (below) and tell us.",
        "label": "mfalse",
        "url": "http://www.thepoliticalinsider.com/hillary-health-dead-brand-new-theory/?source=RWN",
        "ID": 2061,
        "publisher": "www.thepoliticalinsider.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "The Haitians in the audience have some newsworthy things to say about their experiences. Too bad The Media (D)didn stick around to hear it. These people LOVED Trump. They cheered for him, he sat quietly as they told their stories. It was an absolute love-in. That would have chafed the media badly enough. But the audience had something ELSE in common. Complaints against the Clintons, who ? to hear these people tell it ? once they got their money, were never seen again. It turns out,they not very popular for their handling of Haiti. The have evidence they want to see followed up on. Against the Clintons. Does any of this sound familiar? Lots of the money sent to HelpHaitididn ever reach the poor people. They claim it found its way back to Washington Lobbyists. And then to the White House. Then there was how they claim Hillary screwed over the Poor People of Haiti. Haiti wanted to raise DAILY minimum wage from $3 to $5 a day. Hillary put an end to it. When it was obvious that the audience was piling on Hillary, and had nothing but love for Trump? There was no news there ?worth reporting?? nothing to make Trump look silly, or racist, or hated. So they left early. The camera followed them out of the room, scurrying like the rats they are. BUSTED!",
        "label": "mfalse",
        "url": "http://clashdaily.com/2016/09/watch-trump-visits-little-haiti-miami-reporters-flee-clintons-get-exposed/?utm_source=referral&utm_medium=facebook.com&utm_campaign=lasmpfb",
        "ID": 781,
        "publisher": "clashdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "The Democrats are using an intimidation tactic which they are prone to use incessantly. If you question the veracity of a blackpresident birth certificate you are racist. That is the outright claim of Lynn Sweet Washington Bureau Chief for the Chicago Sun-Times made on Fox News. Consider the slanted claim that if a president is black and his birth certificate is called into question the conclusion is you must be a racist. What is wrong with this obvious non-sequitur? First of all, there is evidence the birth certificate presented was altered. This is discounted by the claims that whoever presented this must be racist. Secondly, the social security number presented of Barack Obama was issued in Connecticut where there is no record of him domiciling there. Third, the hospital that issued his birth certificate in Hawaiididn exist when it was ?issued.? Fourth, an examination of the birth certificate produced several errors that could only be attributed to falsification. Has an unquestioned birth certificate ever been presented? No, only a cry of racism when the request is made. Theycan produce an original document and they then rely on the smear of birtherand racism to substantiate that which they can produce no physical evidence of. Sadly, Donald Trump has bowed to their? The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mfalse",
        "url": "http://eaglerising.com/36841/why-is-it-racist-to-question-someones-birth-certificate/",
        "ID": 762,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Chicago Environmentalist Scumbags Leftists are in constant contradiction, like the Chicago environmentalist scumbags. No matter the issue, Leftists are for it, before they are against it. As long as the issuesdoesn impact Liberals personally, they remain content. Leftist support the military, until they decide to make the military into baby-killers. Also, Leftist embrace law enforcement, untilit time for them decry law enforcement. Now we have another such issue as reported in the Washington Times. The same Chicago environmentalists who blocked filmmaker George Lucas from building a museum last month are now welcoming the nearby Obama presidential library, sparking accusations of political hypocrisy. Juanita Irizarry, executive director of Friends of the Parks, said Friday that her group is thrilledto see Obama Presidential Center being built in a park onChicago South Side. Just five weeks ago, the group forced Mr. Lucas to abandon his plans for a similar lakefront project about seven miles north of the proposed Obama site after a two-year legal battle. So much for ?white privilege,? huh George?! The Chicago environmentalist scumbags? decision contradicts their own charter. The Obama center requires bulldozing trees and grass at Jackson Park. Meanwhile, the proposed Lucas museum would have been built on a parking lot used by Chicago Bears fans for tailgating.Let see; wrecking the environment for the blackman library or razing a parking lot for the white guy. Every environmentalists dilemma? Pretty much an environmental ?no brainer,? unlessyou dealing with hypocrite Liberals, and crooked Chicago politics.",
        "label": "mfalse",
        "url": "http://theblacksphere.net/2016/09/chicago-environmentalist-scumbags/",
        "ID": 811,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Dolly Kyle has written a scathing ?tell all? book exposing the sickening hidden truth about Bill and Hillary Clinton.Hillary war on just about anyone who is beneath her, or who would dare to get in the way of her ascent to the White House. When will the media do their job and report the truth about this horrible opportunist? Dolly Kyle ? who was just 11 when she first crossed paths with Bill, dated him through high school and began sleeping with him once they graduated ? published the claims about the Clintoncouple racial epithets and politics in her new book, Hillary: The Other Woman, published by WND Books. She writes of one occasion, when developmentally challenged children were having difficulty picking up the eggs at a traditional Easter egg hunt on the grounds of thegovernor mansion duringBill tenure in the Arkansas state house. Reluctant hostess Hillary had enough. ?The frustrated Me-First Lady demanded, ?When are they going to get those f*****g ree-tards out of here??? Dolly writes. When Hillary arrived in Arkansas, Dolly writes, she looked down her nose at what she viewed as ?ignorant hillbillies?. She was raised in a middle-class suburb in Illinois and considered herself above the southerners ? unless she was campaigning in New York state where she declared herself to be a lifelong Yankees fan. Hillarydidn belong in Arkansas but here she was?. In thegovernor mansion for eight years, Bill and Hillary were both getting tired of the routine and frustrations of the small Southern state and Bill opted out of running for reelection in 1990. He was marking his time until he could make a move for the White House. Via: Daily Mail",
        "label": "mfalse",
        "url": "http://100percentfedup.com/hillary-on-disabled-children-during-easter-egg-hunt-when-are-they-going-to-get-those-fg-ree-tards-out-of-here/",
        "ID": 778,
        "publisher": "100percentfedup.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Over the past several months, the American public has become increasingly aware of the massive corruption that has taken place at the Clinton Foundation since Hillary Clinton was Secretary of State. Well, a new report suggests that the foundation is in even more trouble than previously thought. According to the Daily Caller, the foundation, AIDS program distributed ?watered down? drugs to third-world countries. From The Daily Caller: Former President Bill Clinton and his Clinton Health Access Initiative (CHAI) distributed ?watered-down? HIV/AIDs drugs to patients in sub-Saharan Africa, and ?likely increased? the risks of morbidity and mortality, according to a draft congressional report obtained by The Daily Caller News Foundation. ? The CHAI program to help AIDS victims is considered one of the ClintonFoundation most important contributions and is probably its best known initiative. ? The possibility that CHAI distributed adulterated and diluted AIDS drugs to Third World victims could shake the foundations of the Clinton charity and spark a new round of scrutiny in the final weeks of presidential candidate HillaryClinton campaign. ? The congressional study also highlighted the unseemly ties between Bill and two controversial Indian-Americans who have been investigated and sanctioned by the Food and Drug Administration (FDA) and the Securities and Exchange Commission. The most troubling revelations concern the ClintonFoundation vigorous promotion of Ranbaxy despite mounting evidence the Indian firm had persistently poor quality control and attempted to cover it up through either faulty or fraudulent reporting to the FDA. It is unclear at this juncture how many AIDS patients received the ?watered-down? drugs. This latest report proves that the Clinton Foundation should be SHUT DOWN immediately rather than serve as a means of enriching Bill and Hillary! Do you think that the Clinton Foundation should be shut down immediately before it continues to harm more and more people around the world? Share your thoughts below!",
        "label": "mfalse",
        "url": "http://www.thepoliticalinsider.com/clinton-aids-bill-hillary-major-scandal/?source=RWN",
        "ID": 1952,
        "publisher": "www.thepoliticalinsider.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "With the growing threat of terrorism around the world, and the increased hostilities from both the Soviet Union and North Korea, combined with a sustained and continuous policy of purging our military capabilities Army Chief of Staff Gen. Ray Odierno believeswe reached a dangerous and pivotal tipping point. Speaking at the AUSA Institute of Land Warfare Global Force Symposium and Exposition in Huntsville, Alabama, the General said; ?The Army is only generating enough readiness for immediate consumption, it's incumbent on all of us to understand that further reductions simply will put us into a place we simply cannot go.\" However the continued purging of our military in actuality is only a part of a much wider gap that exists between the administration and those within the military. It began early within the Obama Administration with a fundamental disregard of those military commanders who provided countless strategies and sound advice in how to execute successfully our military objectives, only to be continually rebuffed and ignored, which has given rise to ISIS all across the Middle East and into North Africa. And aside from thepresident astounding incompetence,there also an unbridled arrogance that has forcibly ended the military careers of countless officers. The General went on to explain; \"Today our nation is facing enormous challenges. I believe we are at a strategic inflection point,\" Odierno said. \"Our nation is facing determined enemies across the globe that have the desire, the capabilities and with increasing capacity to threaten not only our security, but the security of our allies. We continue to witness change in velocity of instability, unforeseen just a few years ago.\" The Army has cut 80,000 soldiers out of the active force, reorganized and cut 13 brigade combat teams and three aviation brigades from the active component. Investment in modernization is down by 25%, Odierno said, sidelining \"much-needed\" infantry fighting vehicle modernization and a scout helicopter development program.",
        "label": "mfalse",
        "url": "http://usherald.com/top-army-chief-of-staff-general-has-had-it-with-obama-incompetence?utm_source=aep&utm_medium=generalobamaincompetent&utm_campaign=fbext",
        "ID": 937,
        "publisher": "usherald.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Posted by Frank Wilkenmeyer on 25 Sep 2016 How can you tell when a man is so far gone thathe obviously not fit to stand on a stage for 90 minutes? That opinion would likely differ from psychologist to psychologist, but certainly there are warning signs. Donald Trump has been running full-steam now for months.He constantly on the campaign trail, under the hot lights of the cameras with little time for rest.He a 70-year-old man and he refuses to let up.He been not only preparing for a debate with a world-class politician (no matter how much he denies it he knows the truth) and to relaxhe flies to Roanoke last-minute to hold a rally.It obviously catching up to him. Sunday night, less than 24 hours beforehe set to walk into the hall to get ready for the most important night of his life, Donald Trump is showing signs thathe simply taken this thing too far and gone off the deep end. This incoherent tweet covers three topics that are completely unrelated. It shows thatTrump mind is prone to wandering and while each topic by itself may have been a talking point used to pander to somebody, togetherit just gibberish: Five people killed in Washington State by a Middle Eastern immigrant. Many people died this weekend in Ohio from drug overdoses. N.C. riots! ? Donald J. Trump (@realDonaldTrump) September 26, 2016Just is he talking about? Ifyou trying to court the people you want to scare into voting for you, you talk about terrorism. If you want to court moderates concerned that drugs are seeping into the middle-class like never before you talk about opioid deaths. If you want to pander to your low-hanging fruit and court the racists you talk about riots in North Carolina. Talking about them together shows just one thing: Trump is coming unhinged.He obviously not ready and maybe even unfit to debate Hillary Clinton. This could be the end of the line for the Trump train. Featured image from file",
        "label": "mfalse",
        "url": "http://winningdemocrats.com/donald-trump-goes-off-the-deep-end-may-be-unfit-for-debate/",
        "ID": 299,
        "publisher": "winningdemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "White Guy Walled In Car By BlackLivesMatter Protesters ? They See WhatHe Brandishing And Scatter? What do you do ifyou sitting in your vehicle and suddenlyyou surrounded by a seemingly hostile group? Step one should obviously be to lock your doors to make it just a little bit harder for them to break in. Step two is up to you. Do you put the pedal to the floor and power through? Do you call the police and wait. This guy had another idea entirely and it worked like a charm. ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now A random white guy was driving through the riots taking place in North Carolina when he was surrounded by the protesters/rioters. The photographer who witnessed the incident thought that he was going to get mugged, but for some reason they just let him through. That seems very bizarre considering thatwe seen videos of rioters stopping cargo trucks, stealing the items within and lightening them on fire. That being the case, why would they just let one guy go? Well, they saw what he was waving out the window and they must have thought that it was in their best interest to leave him alone. While being white in the middle of an angry BLM mob would usually be a death sentence, this guy had thought ahead. When his car was surrounded, he calmly rolled down his window and let the protesters know that he had a handgun. The group quickly dispersed and let the man continue driving to his destination. This is exactly how people should handle these kinds of situations. Do you think that he did the right thing? Or should he just have driven through?",
        "label": "mfalse",
        "url": "http://rightwingnews.com/top-news/white-guy-walled-car-blacklivesmatter-protesters-see-hes-brandishing-scatter/",
        "ID": 2032,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Thanks in part to the declassification of Defense Intelligence documents, connecting those missing dots seems to have finally reveled what most Middle East observers have suspected all along, that the rise of the terrorist group ISIS and the likelihood of establishing a terror state (a caliphate), had been predicated by both the CIA and DIA, as far back as 2012. And purposely created by the Obama Administration in part to isolate the Syrian government of President Bashar al-Assad. The documents also predicted that the support given by the West, Turkey and the Persian Gulf Arab states to the Takfiri militants would eventually lead to the establishment of a Salafist Principality in Eastern Syria. According to investigative reporter Nafeez Ahmed, the \"leaked document reveals that in coordination with the Gulf states and Turkey, the West intentionally sponsored violent Islamist groups to destabilize Assad, despite anticipating that doing so could lead to the emergence of an ?Islamic State? in Iraq and Syria.? ObviouslyObama dismissal of ISIS being nothing more than a JVteam and his apparent miscalculations in not keeping a residual force in place in Iraq, seems to be (as the documents indicate), considerably more sinister than first assumed, in that not leaving a contingency force behind was viewed by most Middle Eastern experts to have been a simple yet costly a tactical error. However the documents are also shedding light on details referencing weapons operations inside Libya before the 2012 terror attack in Benghazi. And the report leaves no doubt that U.S. intelligence agencies were fully aware that weapons were being shipped from Benghazi to Syrian ports. However whatisn in dispute is that American servicemen and woman and those in Benghazi have been willfully sacrificed by a clandestine Middle Eastern policy that has seen the rise of the most brutal terrorist group within our lifetime, by an administration that seems to be more concerned in concealing the facts rather than protecting our National Security. Here is a link to the Judicial Watch press release detailing the released documents. Here are the released documents themselves.",
        "label": "mfalse",
        "url": "http://usherald.com/breaking-declassified-docs-show-that-obama-admin-created-isis-in-2012-to-use-as-a-tool?utm_source=aep&utm_medium=obamadeclassifiedisistool&utm_campaign=fbext",
        "ID": 758,
        "publisher": "usherald.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "BREAKING: Did Hillary Clinton Have a Nervous Breakdown? Rumors have surfaced that Hillary Clinton may be having a nervous breakdown. In this video we posted yesterday, Clinton appears to lose eye control. Shortly after this event, she canceled her posh fundraiser in North Carolina scheduled for the same day, mere minutes down the road from where she was. Howeverit was worse than we thought, as one of our researchers discovered this about HillaryClinton schedule. Interesting fact?.I just searched HillaryClinton rally events scheduled between September 20 ? October 19 ? She has ONE scheduled. The rest of the events are fundraisers and the scheduledoesn list her as a speaker at any of the fundraisers. Trump has FOUR rallies scheduled between September 20-22!!!! There are many questions about her health, and admittedlyI no expert. However I am a realist. I recently posted that Hillary Clinton needed Secret Service to help her up TWO steps at this very rally. What healthy person needs help up two steps? And the secret service man had a vice grip onClinton left hand. I further predicted that Hillary Clinton would not be able to cover up her illness, and would eventually melt down. Further rumors are the DNC is scrambling, as potential replacements for Clinton are being sought. The Democrats have a major problem here, as Sanders remains a sock puppet for Hillary Clinton, anddoesn appear to want to be president any longer. No matter who the Democrats choose, their dilemma remains that they have positioned Hillary Clinton as the best and only choice. Remember, her coronation began four years ago, and the DNC has the emails to prove it. As for HillaryClinton health, regardless of what you think about the eye movements and the potential for conspiracy theories, Clinton is ill. The Leftwon be able to hide this much longer, and it will vindicate all the ?conspirators.? Worse yet, the health cover-up will reveal to America what we already know about Democrats. They are crooked to their black cores. Expect lots more on this to surface over the next few days.",
        "label": "mfalse",
        "url": "http://theblacksphere.net/2016/09/breaking-did-hillary-clinton-have-a-nervous-breakdown/",
        "ID": 878,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Back when the news first broke about the pay-to-play corruption involving then-Secretary of State Hillary Clinton and the Clinton Foundation ? where donors to the foundation were granted political access, including lavish White House State dinners ? the Clinton campaign responded by focusing on all the supposed goodthat the foundation has done over the years. Idon think anyone was fooled into thinking that the Clinton Foundation was anything other than a money-making machine for the Clinton family and their well-connected friends. The foundation had to at least have the appearance of being a charity, so they had to divert some of their resources to causes. That way, they could always point to those grants as evidence thatthey an organization for good. The Daily Caller reported that only 5.7 percent of the money they raked in went to actual charity: Just 5.7 percent of the ClintonFoundation massive 2014 budget actually went to charitable grants, according to the tax-exemptorganization IRS filings. The rest went to salaries and employee benefits, fundraising and ?other expenses.? The Clinton Foundation spent a hair under $91.3 million in 2014, theorganization IRS filings show. But less than $5.2 million of that went to charitable grants. That number pales in comparison to the $34.8 million the foundation spent on salaries, compensation and employee benefits. Another $50.4 million was marked as ?other expenses,? while the remaining almost $851K was marked as ?professional fundraising expenses.? Despite taking in an additional $30 million in 2014, the Clinton Foundation spent 40 percent less on charitable grants in 2014 than in 2013. Even as it slashed charitable spending, the foundation increased the amount spent on salaries, employee benefits and compensation by $5 million in 2014. The foundation also spent $5 million more ?other expenses? in 2014. Sometimes, things are exactly as they appear. This was nothing more than a way for the Clintons to make massive amounts of money. And Hillary used her position as Secretary of State to pull money from rich people in exchange for political favors. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mfalse",
        "url": "http://eaglerising.com/36847/clinton-foundation-spent-5-7-on-charity-rest-went-to-salaries-and-other-expenses/",
        "ID": 792,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "WellTHAT Weird. If the Birther movement is racist? does that mean that the person who wrote this had it in for Obama? What if that person is ? Obama? Breitbart put this out, taken from the AP, entitled ??Kenyan-born Obama all set for US Senate? That was June 2004. Kenyan-born US Senate hopeful, Barrack Obama, appeared set to take over the Illinois Senate seat after his main rival, Jack Ryan, dropped out of the race on Friday night amid a furor over lurid sex club allegations. The allegations that horrified fellow Republicans and caused his once-promising candidacy to implode in four short days have given Obama a clear lead as Republicans struggled to fetch an alternative. As far as we know, Barack Obama never refuted this article.It still out there on the internet.Here a screen capture:Here the bottom half of the same article with AP attribution. And the link to the original.That not actually as weird as the one all the way back in 1991. That wasObama publicist.Here the quote: Breitbart News has obtained a promotional booklet produced in 1991 by BarackObama then-literary agency, Acton & Dystel, which touts Obama as ?born in Kenya and raised in Indonesia and Hawaii.? The booklet, which was distributed to ?business colleagues? in the publishing industry, includes a brief biography of Obama among the biographies of eighty-nine other authors represented by Acton & Dystel. It also promotesObama anticipated first book, Journeys in Black andWhite Obama abandoned, later publishing Dreams from My Father instead. If Obama is contradicting himself, the only real question is, which lie do we write of as him cynically manipulating an audience for personal gain? If his birth in America is valid ? as we are led to believe? Why lie about it? Unless playing the foreignercard gave him illegitimate access to preferential opportunities or tuition costs. In which case, he is a lying turd who cheated someone more deserving out of ? whatever. A Harvard Education, possibly. Because if ThatWASN a lie? then something else MUST be. That ?something else? being his American birth and Citizenship. Which are prerequisites to his presidency. The quote can be read in context at Breitbart.",
        "label": "mfalse",
        "url": "http://clashdaily.com/2016/09/dear-cnn-ap-2004-said-boy-obama-born-particular-country/?utm_source=referral&utm_medium=facebook.com&utm_campaign=lasmpfb",
        "ID": 813,
        "publisher": "clashdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "One of former President BillClinton oldest friends has come forward and said what she believed was wrong with Democrat presidential nominee Hillary Clinton, and ifshe right, it could be detrimental to the former secretary of state. Dolly Kyle, author of ?Hillary the Other Woman,? said Clinton has been ?cruisinfor a bruisin?,? becauseshe so angry and driven by rage. ?People like that eventually break down, physically.? ?Hillary Clinton is not physically fit to be president,? Kyle told WND. ?Anyone who believes that she is has their eyes closed. If she was in a wheelchair or blind or something like that, she could still do the job. But she is losing her mental capabilities,she suffering from real cognitive impairment.? Kyle, an award-winning lawyer, also said Clinton is showing evidence of emotional instability, memory loss and difficulty carrying out tasks. These symptoms coupled withClinton paranoia and desire to control could only result in a psychological disaster. TRENDING:Gov Confiscates Family Pet to Use as ?Educational Animal? ?That paranoia, that tendency to be a control freak, has always been a part of her personality,? Kyle said, andit simply not a good combination for anyone ? much less the president of the United States. Kyle said she wrote her book because she wanted everyone to know the truth about Hillary Clinton ? andClinton health was just one troubling aspect of a larger picture. Clinton is addicted to power, and will stop at nothing to get what she wants ? even if it means jeopardizing her health and the Democrat party, according to Kyle. ?She has been running for president ever since she took hold of BillyClinton coattails so many decades ago in 1971,? the lawyer said. This was more bad news for Clinton, who has struggled to keep a positive image while deflecting scandals not only about her health but about her character and her ability to lead this country. Share this story and let us know what you think about DollyKyle claim that Hillary Clinton is losing her mental capacities. What do you think about Clinton's fitness for office? Scroll down to comment below! RELATED: Bill Clinton Gets Oddly Defensive After Being Accused of Stealing Money from Haiti",
        "label": "mfalse",
        "url": "http://conservativetribune.com/clinton-friend-happening-hillary/?utm_source=Facebook&utm_medium=RightWingNews&utm_content=2016-09-21&utm_campaign=manualpost",
        "ID": 1994,
        "publisher": "conservativetribune.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Someone had to say it. Okay, liberals have been saying it for years. Fox News (and increasingly, the other news channels) have been promoting fear for so long that they have become the terrorists. Pope Francis agrees. Channeling Franklin DelanoRoosevelt infamous line, ?we have nothing to fear but fear itself,? the Pope chastised fear-based media. Journalism based on gossip or rumors is a form of terrorismand media that stereotype entire populations or foment fear of migrants are acting destructively, Pope Francis said on Thursday. Spreading rumors is an example of ?terrorism, of how you can kill a person with your tongue?, he said. ?This is even more true for journalists because their voice can reach everyone and this is a very powerful weapon.? Source: Reuters Now, to be fair, Pope Francis was in Italy and he was talking toItaly press, which has its own problems with nationalism, butI sure he was hoping his words would hop the pond. After all, Fox spreads little but fear andthat what has given us Donald Trump. Crime in the nation is down. AnAmerican odds of being killed by a terrorist is 1 in 20 million. Those are roughly the same odds as being killed by your own furniture. Still, Trump, prompted on by Fox News, is scaring the crap out of Americans: Fear is in the air, and fear is surging. Americans are more afraid today than they have been in a long time: Polls show majorities of Americans worried about being victims of terrorism and crime, numbers that have surged over the past year to highs not seen for more than a decade. Every week seems to bring a new large- or small-scale terrorist attack, at home or abroad. Mass shootings form a constant drumbeat. Protests have shut down large cities repeatedly, and some have turned violent. Overall crime rates may be down, but a sense of disorder is constant. Source: The Atlantic Sure,that about Donald Trump and the Popewasn directly talking about him, but Fox is the fear network. Forward Progressives lists several examples of Fox trying to scare the s*it out of people, and if this election and polls are any indication,they succeeded. Featured image via Franco Origlia/Getty Images.",
        "label": "mfalse",
        "url": "http://author.addictinginfo.org/2016/09/23/the-pope-flat-out-called-fox-news-type-journalism-terrorism/",
        "ID": 291,
        "publisher": "author.addictinginfo.org",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "BOOM! Marines Send TERRORISTS Scathing Message There a reason thatit called terrorism.It because ISIS, and terrorist groups like them, use fear and propaganda as a means to intimidate people into getting what they want. With ISIS and other Islamic terrorists, what they want is to force people to convert to Islam and live their lives subservient to their Muslim rulers. Anyone who refuses is branded an infidel and faces death. ISIS even puts out hit lists of those who they want to target for their non-belief. While the notion of being put on a terrorist hit list may strike fear into mostpeople hearts, Marinesaren bothered in the slightest. They welcome it, actually, because if the terrorists try to attack the Marines, then theydon have to worry about hunting them down. Not only are they not intimidated,they rubbing their lack of intimidation in the terrorists? faces. A series of billboards have been erected across the nation to let terrorists know that Marines are ready for them. And it surely will make terrorists think twice before taking on the United States Marine Corps: ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now Considering how many terrorist attacks the United States has seen over the past year, therecouldn be a better time for the Marine Corps to send this message to the terrorists. Liberals were furious over it naturally, but they will bend over backwards to placate terrorists and will do everything they can to prevent Americans from being able to defend themselves. Who cares what they think? And this message drives a stake right through the heart of the terrorist agenda. Remember, what they want is to make people afraid. These billboards show that not only are the Marines not afraid,they ready to take the fight to the terrorists. Ifwe not afraid, then the terrorists lose. Sorry, ISIS. Game over. Share this on Facebook if you agree with this badass statement!",
        "label": "mfalse",
        "url": "http://rightwingnews.com/military/boom-marines-send-terrorists-scathing-message/",
        "ID": 2092,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Hillary Clinton was almost universally declared the winner oftonight debate by the mainstream media, but online polls and twitter trends said otherwise. The #TrumpWon hashtag soon began circulating and eventually was the top Trend in the United States. The #1 trend on Twitter right now is #TrumpWon ? thank you! ? Donald J. Trump (@realDonaldTrump) September 27, 2016What curious about that is not that it was trending but where it originated from ? which will come as quite a surprise: Data is from Trendsmap.comThat right- the #TrumpWon hashtag originated in St. Petersberg, Russia, where dictator Vladimir Putin is known to house his army of hundreds of paid cyber-trolls and bloggers, who work overtime to advancePutin agenda as part of a strategy known as dezinformatsiya.It a classic disinformation campaign working to sow discord and provoke conflict, to exacerbate divisions and amplify rivalries among the allies of those that would threaten Moscow.Putin trolls have already been caught flooding American social media circles with pro-Trump and pro-Putin propaganda as the Russian state-controlled media promotes Trump to their European audiences. Putin is working hard to try to tip the scales in favor of Trump, who he knows he can manipulate into lifting the harsh economic sanctions level led against Russian oligarchs by the Obama administration after the Russian annexation of Crimea in 2014 and will turn a blind eye to further Russian aggression in Eastern Europe. The Guardian reached out to some ex-bloggers and they described their working conditions as those akin to an internet sweat shop: ?humourless and draconian, with fines for being a few minutes late or not reaching the required number of posts each day. Trolls worked in rooms of about 20 people, each controlled by three editors, who would check posts and impose fines if they found the words had been cut and pasted, or were ideologically deviant.? So remember ?don trust online polls or argue with idiots in the comments section. It might be a Russian blogger making $800 a month in a a dark dungeon just trying to get by. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mfalse",
        "url": "http://occupydemocrats.com/2016/09/27/breaking-putins-troll-army-caught-rigging-twitter-pretend-trump-won/",
        "ID": 1234,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "The first presidential debate between Democrat nominee Hillary Clinton and Republican rival Donald Trump was fully of fiery exchanges between the two candidates, as well as several questionable moments.NBC Lester Holt, the moderator for the debate, started getting flak before the debate was over after he repeatedly interrupted Trump to ?fact-check? him, except that his fact-checks were more or less wrong. In one of the more contentious exchanges, Holt insisted that Trump had supported the Iraq War from the beginning, but Trump continuously denied it, USA Politics Today* reported. Rather than ask Clinton why she voted for the war, Holt continued to press Trump, saying that in an interview with Fox News? Neil Cavuto, Trump expressed his support for the war. After the debate was over, Cavuto aired the interview in question and showed that Trumpwasn all gung-ho about invading Iraq before we went in ? he had his reservations. TRENDING:Gov Confiscates Family Pet to Use as ?Educational Animal? ?You know, what happened to the days of Douglas MacArthur? I mean he would go in and attack. Hewouldn talk. I mean we have to, you know,it sort of like either do it ordon do it,? Trump said. ?Well,he (Bush) either got to do something or not do something perhaps. Because perhaps heshouldn be doing it yet. Perhaps we should be waiting for the United Nations. You know,he under a lot of pressure,? said Trump, clearly unsure if invading Iraq was the right choice. You can see it here: Instead of hammering Trump for his alleged supportfor the Iraq War, the moderator really should have asked Clinton why she voted to authorize the war when she had access to much more information than Trump did. Itshouldn surprise anyone that the mainstream media turned what could have been a substantive debate into a chance to try to smearTrump name. Luckily, Trump held his own and showed that he could stand up to both Clinton and her media pals at the same time. Share this on Facebook and Twitter and let us know what you thought of the debate on Monday night. *USA Politics Today has since pulled their story. RELATED: Obama Preaches to Trump to Be Mindful of His Behavior Do you think that the debate was rigged? Scroll down to comment below!",
        "label": "mfalse",
        "url": "http://conservativetribune.com/lester-holt-lies-during-debate/?utm_source=Facebook&utm_medium=RightWingNews&utm_content=2016-09-27&utm_campaign=manualpost",
        "ID": 2136,
        "publisher": "conservativetribune.com",
        "fact_checker": "buzzfeed"
    }
]