[
    {
        "question_text": "?Charlotte should release police video of the Keith Lamont Scott shooting without delay,\" Hillary Clinton said. | Getty Clinton postpones trip to Charlotte Hillary Clinton's campaign announced late Friday that it was postponing a trip by the Democratic nominee to Charlotte scheduled for Sunday. \"After further discussion with community leaders, we have decided to postpone Sunday's trip as not to impact the City's resources,\" Clinton communications director Jennifer Palmieri wrote in a statement. \"She will plan to visit Charlotte next Sunday, provided circumstances allow.\" Story Continued Below The rescheduling comes after Charlotte Mayor Jennifer Roberts made a public plea to Clinton and Donald Trump to delay any campaign trips to the city in light of their \"very stressed resources.\" Clinton's campaign had announced the trip earlier Friday. Palmieri added: \"Her prayers are with the people of Charlotte during these difficult times.\" Donald Trump wasted no time in responding to Clinton's reversal on social media, accusing his opponent of trying to \"grandstand\" and calling her initial decision to go to Charlotte \"dumb.\" \"Crooked Hillary's bad judgement forced her to announce that she would go to Charlotte on Saturday to grandstand. Dem pols said no way, dumb!\" the Republican nominee tweeted late Friday. Trump was reportedly considering traveling to Charlotte next week following the presidential debate Monday, but has not elaborated on those plans. He incorrectly identified Clinton's initial trip as scheduled for Saturday. Protests have erupted in Charlotte since Keith Lamont Scott was shot dead by police Tuesday afternoon. The outcry over yet another officer-involved killing of a black person, days after an officer in Tulsa, Oklahoma, shot and killed Terence Crutcher, who was unarmed and had his hands up when he was fatally struck, turned violent late Wednesday into Thursday morning, prompting North Carolina Gov. Pat McCrory to issue a state of emergency. Earlier Friday, the Democratic presidential nominee called on police to release the video of the shooting ? afterScott family had released its own cellphone video recorded byScott wife, Rakeyia Scott. ?Charlotte should release police video of the Keith Lamont Scott shooting without delay. We must ensure justice & work to bridge divides,? she wrote on Twitter, signing her message with ?-H? to denote it came from her, not her campaign.",
        "label": "mtrue",
        "url": "http://politi.co/2dgO48X",
        "ID": 1657,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?Crooked Hillary has been fighting ISIS, or whatever she has been doing, for years,? Donald Trump tweets. | AP Photo Trump hits Clinton on Islamic State: ?It is time for change? Donald Trump called for a change Tuesday in how the U.S. handles the terror threat of the Islamic State, a shift away from President Barack Obama and Hillary Clinton's policies. ?Crooked Hillary has been fighting ISIS, or whatever she has been doing, for years,? Trump tweeted Tuesday morning. ?Now she has new ideas. It is time for change.? Story Continued Below Following a series of planted bombs in New York and New Jersey over the weekend and a stabbing in Minnesota, Trump on Monday hammered Clinton on her record amid increasing concerns regarding the terrorist network and the threat of domestic attacks. The real estate mogul again blamed Clinton and Obama for refusing to utter the words ?radical Islamic terrorism? and accused them of emboldening terrorists across the globe. ?Today, Hillary Clinton showed again that she will say anything ? and blame anyone ? to shift attention away from the weakness she showed as Secretary of State,? he said in a statement Monday, adding that terrorists are ?hoping and praying that Hillary Clinton becomes President so that they can continue their savagery and murder.? Trump vowed to ?bring an end to these senseless acts of violence? and condemned the White House, whose spokesman referred to the battle against the Islamic State as a ?narrative fight.? ?They are wrong to say thatwe in a fight about ?narratives,?? Trump said. ?These terrorists pose an existential threat to our country, our values, and our way of life.?",
        "label": "mtrue",
        "url": "http://politi.co/2cEsAnL",
        "ID": 1427,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?For the U.S. troops in Iraq and Syria who are on the front lines against ISIS,it a real fight wherewe lost real lives,? Donald Trump's senior communications adviser Jason Miller says. | POLITICO Screen grab Trump's camp accuses Obama aide of downplaying terror threat DonaldTrump campaign on Monday hit back at the WhiteHouse characterization that the U.S. is in a ?narrative fight? with the Islamic State, insisting ?we should all be very concerned? by the Obamaadministration assessment. ?For the U.S. troops in Iraq and Syria who are on the front lines against ISIS,it a real fight wherewe lost real lives,? Trump senior communications adviser Jason Miller said in a statement. ?Diminishing the threat the Obama Administration has allowed to materialize on its watch puts us all at risk and is another reminder that we need new leadership in the fight against radical Islamic terrorism. Hillary Clinton has backed PresidentObama failed ISIS strategy to the hilt, and voters should know whether she too shares the WhiteHouse troubling assessment of the situation.? Story Continued Below In an interview withCNN Chris Cuomo on Monday, White House press secretary Josh Earnest pointed to the ongoing battle against the Islamic State as a ?narrative fight.? ?When it comes to ISIL, we are in a fight, a narrative fight, with them. A narrative battle,? Earnest said. ?And what ISIL wants to do is they want to project that they are an organization that is representing Islam in a fight and a war against the West, and a war against the United States. That is a bankrupt false narrative.It a mythology, and we have made progress in debunking that mythology.? During his phone interview with Fox News on Monday, Trump seemingly suggested that law enforcement officials should profile Muslims to stop terrorist attacks, a remark that came in response to the bombing in New York on Saturday that injured 29 people, and again hammered President Barack Obama and Hillary Clinton for refusing to call out ?radical Islamic terrorism.? ?Here?s another element of this fight,? Earnest added. ?Wecan play into this narrative that somehow the United States or the West is against ? is fighting against the Muslim religion.?",
        "label": "mtrue",
        "url": "http://politi.co/2cy3lkZ",
        "ID": 1375,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?Hedidn say the document was legitimate,\" Joe Arpaio said of Donald Trump's recent announcement. | Getty Joe Arpaio: Trumpdidn callObama birth certificate legitimateDonald Trump finally acknowledged President BarackObama American birthplace last week, but one of his supporters, controversial Arizona Sheriff Joe Arpaio, sees a silver lining for the \"birther\" movement: Trump didn't take a position on whetherObama birth certificate was forged. ?If he says the president was born here, maybe he has information Idon have,? Arpaio told POLITICO of the GOP nominee's statement. ?Hedidn say the document was legitimate. Hedidn go that route.? Story Continued Below OfTrump statement onObama birthplace, Arpaio added: ?Itdidn bother me.? Arpaio, a prominent Trump supporter known for his hard-line views on immigration, opened an investigation into the legitimacy ofObama birth certificate in August 2011, several months after the White House published it online, further demonstrating that he was, in fact, born in Hawaii. Trump rose to political prominence in part through insinuating, falsely, that Obama was not born in the United States ? a claim thepresident supporters have long decried as racist. He backed down from it under pressure last week, in a short statement at an otherwise drawn-out press conference at his new luxury hotel in Washington. Trump also attempted to blame his opponent, Hillary Clinton, for starting the rumor, another claim independent fact checkers have debunked. But while Trump has sought to sidestep the birther issue, Arpaio has refused to back down from his own claim thatObama birth certificate was forged. On Tuesday in Phoenix, Arpaio addressed the conservative group that requested he investigate the document, saying that ?we are looking at a forged document. Period.? On Wednesday, Arpaio told POLITICO the investigation into the document is ongoing. He declined to detail what evidence that effort has turned up, but he claimed that his office has found nothing ?to sayit a legitimate document.? Arpaio also tried to separate himself from the birther movement, arguing that his investigation is focused on the document itself, rather than thepresident birthplace, and denied that his skepticism is motivated by racism. Still, he would not say that he believes Obama was born in the U.S. ?I have no idea now where he was born,? Arpaio said. ?You hear a lot of stories.? He and Trump did not discuss the birth certificate issue before the nominee held the press conference last week, Arpaio said. ?Ididn know he was going to say it,? he said.",
        "label": "mtrue",
        "url": "http://politi.co/2cLospd",
        "ID": 1519,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?Idon thinkhe locked up in a cabin for two weeks like other people have been,\" Kellyanne Conway says about Donald Trump's pre-debate prep work. | AP Photo Trump camp: Clinton cramming her head with ?microchips and binders? for debate Donald Trumpwon be winging his debate performance Monday, but the Republican presidential nominee alsohasn been cramming his head with microchips and binders like Hillary Clinton, his campaign manager said Friday. ?Of course not. He need not wing it,?Trump campaign manager, Kellyanne Conway, told Fox Business. ?There?s a difference between being spontaneous and just, you know, being yourself at the debate stage.? Story Continued Below Trump and Clinton will square off Monday in New York at Hofstra University for the first presidential debate. While Clinton has taken time off the trail for debate prep, Trump has largely eschewed the traditional debate prep process. His campaign, however, maintains that the real estate mogul will be prepared for Monday's bout. ?Idon thinkhe locked up in a cabin for two weeks like other people have been ? or currently are ? cramming their heads with microchips and binders, buthe a brilliant man,? Conway said, taking an obvious shot atClinton preparation. Conway said no one is playing Clinton in mock debate sessions because ?we all know Hillary Clinton very well, so those of us who are intimately involved with this process feel confident that we understand HillaryClinton record, we understand her vision ? her lack thereof ? for the country.?Clinton performance atNBC commander in chief forum earlier this month ?wasn?t her best night,? Conway continued, adding that it was ?a very typical debate performance or forum performance for Hillary Clinton.? ?She?s easily flummoxed,? Conway said. ?She did not see Bernie Sanders coming in the primaries this year, she did not do well in debates against Barack Obama in 2008, and she never saw ? she never anticipated our comeback in the last five weeks.? Conway also blasted Clinton for asking supporters this week why sheisn leading Trump by 50 points. Her remark was ?a very honest moment? for Clinton but appeared ?a little bit desperate,? said Conway, who went on to ask, ?Who in the world tells people, ?Why am I not 50 points ahead of Donald Trump??? ?She cannot believe ?it so beneath her to be running against Donald Trump for president of the United States. She simplycan get him out of her mind,? Conway said. ?Why is every subject and predicate out of her mouth ?Donald Trump?? So, you know,that the personyou going to see in the debates, someone who very much has her head occupied by him.?",
        "label": "mtrue",
        "url": "http://politi.co/2dgsGoK",
        "ID": 1630,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?I take great pride in the fact that I am actually offering an alternative,\" Gary Johnson said. | Getty Johnson: 'I?m going to sleep well at the end of all this' Gary Johnson said a Hillary Clinton or Donald Trump presidency would be deeply flawed and shrugged off the notion that he could play spoiler in a tight presidential contest, despite fears among Democrats, in particular, thathe snatching votes from Clinton. ?The people voting for me are voting for Gary Johnson,? the Libertarian presidential contender said Sunday onABC ?This Week,? with George Stephanopoulos. ?I take great pride in the fact that I am actually offering an alternative. ? Fifty percent of people that are registering to vote are registering as independents. How is it that we can only have two candidates?? Story Continued Below ?I?m going to sleep well at the end of all this, giving people a first vote, not a second vote, not a lesser of two evils.?Clinton campaign manager, Robby Mook, who spoke earlier on the same program, shrugged offJohnson impact on the race. ?He?s taking votes from both candidates, but your own poll showed that his numbers are ? are dropping,? he said, referring to a new Washington Post/ABC News poll that showed Johnson dipping to 5 percent support. ?Idon think thatthey ? that either of the third-party candidates are really going to factor into the head-to-head in this race.?",
        "label": "mtrue",
        "url": "http://politi.co/2cx5AZI",
        "ID": 1669,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?I think right now everybody is focused on Nov. 8,\" Sen. John Thune says. | AP Photo Congress eyes the exit doors Lawmakers rolled into the Capitol earlier this month bracing for one last round of fireworks before sprinting out of town until after the election. But as Congress prepares to wrap up as early as this week leaving the Capitol dark until November, lawmakers are exiting more with a whimper than a bang. Story Continued Below The reason?Everybody got Election Day on the brain. ?I?m glad therewasn [drama],? Sen. John Thune (R-S.D.) said in an interview. ?I think right now everybody is focused on Nov. 8 and any consequential legislative action probablydoesn take place until after that.? That warning of a government shutdown Harry Reid delivered heading into the session? Not happening. ?I think the Senate probably [finishes] by the middle of the week and us maybe by the end, maybe spill over into the week after,? said a relaxed Rep. Tom Cole (R-Okla.), a senior member on the House Appropriations Committee, when asked to predict how they wrap up. The Senate has teed up a key procedural vote Monday on a stopgap bill to fund government agencies until mid-December, after staffers worked over the weekend to put the finishing touches on a proposal that would satisfy both sides. Most of the wrangling ? over Planned Parenthood language related to Zika funding, disaster relief for flooded Louisiana and internet domain oversight ? has unfolded behind the scenes. The Senate has taken the lead, a move some considered necessary after House conservatives threatened to withhold support for a bill thatdidn go into next year. ?I?d rather it start [the process in the House], but I think the speaker had enough of a challenge to go from six months to three months and considers that, I think, his contribution to the cause,? said House Minority Leader Nancy Pelosi (D-Calif.). ?Whenyou writing a bill in one house, then that house dominates the framework.? The fundingd is considered a loss for House GOP hard-liners, who were initially pushing for a bill that funded government agencies into early next year, which would have forced a new Congress to relitigate the issue with a new president. But even House conservatives seem resigned to a continuing resolution (CR) that ends in December, even if theydon like it. ?For people who think that a short-term CR is better than a long-term CR, it justdoesn make much sense to me,? said Rep. Bill Flores (R-Texas), chairman of the conservative Republican Study Committee. But, ?because Senate Republicans have caved, really the only likely path forward is a short-term CR,? he added. One unrelated issue could still produce some 11th-hour drama. Rep. Tim Huelskamp (R-Kansas) has threatened to force a vote to impeach the IRS commissioner this week, even after House Freedom Caucus Chairman Jim Jordan (R-Ohio) and House Judiciary Chairman Bob Goodlatte (R-Va.) reached a last-minute deal to postpone the vote until after the election. Under the terms of the handshake agreement, IRS Commissioner John Koskinen will testify before the Judiciary Committee Wednesday under oath, giving Jordan and other Freedom Caucus members the hearingthey been demanding for months. Still,Koskinen lawyers sent a letter to Goodlatte Friday warning that the hearingwasn an official impeachment proceeding andshouldn be treated as such. ?Testimony under oath from a single witness ? before he has even been allowed to see any evidence against him and with no right to present corroborating evidence to address false or mistaken allegations ? is no substitute,?Koskinen lawyers wrote. It remains to be seen what Huelskamp will do. His spokesman Jon Meadows did not return multiple requests from POLITICO seeking clarification on thecongressman plans. The House Freedom Caucushasn voted to officially support the deal to push a floor vote on Koskinen until after the election, but insiders expect thegroup members to get behind it. That has Republicans on the other side of the Capitol breathing a sigh of relief. ?I know there are a lot of people who feel passionately over [in the House] about that vote butI not sure, at this point, what that accomplishes,? Thune said. ?I just think that was some drama that probablywasn necessary right now.?",
        "label": "mtrue",
        "url": "http://politi.co/2cjCGfu",
        "ID": 1364,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?I?m not sure that Hillary Clinton and Barack Obama know thatwe at war,? Mike Pence said. | AP Photo Pence: Clinton doesn't 'knowwe at war' MASON CITY, Iowa ? HillaryClinton statement that DonaldTrump incendiary rhetoric aidsISIL cause is a ?new low? for the Clinton campaign, Mike Pence said on Monday. ?The campaign of insults went to a new low this morning,? Pence said ofClinton campaign. ?Hillary Clinton actually said my runningmate rhetoric had been ?seized on by terrorists.? ? And she said DonaldTrump rhetoric was ?giving comfort to our adversaries.?? Story Continued Below ?Well, Hillary, strength does not give comfort to our adversaries, weakness does,? Pence said. Pence was referring to comments Clinton made Monday in response to attacks in Minnesota, New York and New Jersey. \"We know that a lot of the rhetoric we've heard from Donald Trump has been seized on by terrorists, in particular ISIS, because they are looking to make this into a war against Islam rather than a war against jihadists,\" she told reporters during a statement Clinton has made this claim multiple times during the campaign. When she first leveled the charge in December, Politifact said there was no evidence for it. But after ISIL used a clip of Trump in a video after the group's attack on Brussels, Politifact updated its assessment, calling the claim true. Pence's comments came on the heels of a radio interview with Rush Limbaugh in which Pence said Clinton is oblivious to the threats posed by terrorism and complicit in weakening U.S. law enforcement. ?I?m not sure that Hillary Clinton and Barack Obama know thatwe at war,? Pence said. He went on to blame Democrats for a ?culture of political correctness that is tying the hands of law enforcement here at home.? Pence spoke to Limbaugh on the phone from his plane on the tarmac in Mason City, Iowa, where he's appearing at a town hall event ahead of a rally in Dubuque. He also slammed White House Press Secretary Josh Earnest for suggesting that the US and ISIL are engaged in a ?narrative fight? and took issue withClinton statement earlier Monday that DonaldTrump fiery rhetoric aids ISIL. ?The only thing that gives comfort to our adversaries is weakness,? Pence said. The Saturday explosions in New Jersey and New York appear to be unrelated to the Minnesota attack, officials say. The Minnesota assailant stabbed nine people before being killed by police. ISIL has taken responsibility for the attack. The Saturday night bombing in New York wounded 29 people, while the earlier explosion in New Jersey before a charity race caused no injuries. An Afghan immigrant believed to be tied to the bombings was arrested in New Jersey on Monday after a gunfight with police. ?We are at war with radical Islamic terrorism,? Pence told Limbaugh. ?We are at war with the ISIS caliphate.?",
        "label": "mtrue",
        "url": "http://politi.co/2cDu052",
        "ID": 1393,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?Migrants are often forced into lives of idle despair, while host countries fail to reap the proven benefit that greater integration could bring\" George Soros writes. | AP George Soros to give $500 million to migrant, refugee businesses George Soros is pumping $500 million into migrant- and refugee-founded businesses and other initiatives, the billionaire investor announced Tuesday, noting that his hope is other investors will follow suit. ?Our collective failure to develop and implement effective policies to handle the increased flow has contributed greatly to human misery and politicalinstability in countries people are fleeing and in the countries that host them, willingly or not,? Soros wrote in a Wall Street Journal op-ed published online Tuesday. ?Migrants are often forced into lives of idle despair, while host countries fail to reap the proven benefit that greater integration could bring.? Story Continued Below While acknowledging that governments should play a key role ?by creating and sustaining adequate physical and social infrastructure,? Soros pointed to ?power of the private sector? as a critical need, too. In response to the Obamaadministration recently announced call to action for U.S. companies to play a larger role in the refugee crisis, Soros wrote, ?I have decided to earmark $500 million for investments that specifically address the needs of migrants, refugees and host communities.? ?I will invest in startups, established companies, social-impact initiatives and businesses founded by migrants and refugees themselves,? he continued. ?Although my main concern is to help migrants and refugees arriving in Europe, I will be looking for good investment ideas that will benefit migrants all over the world.? Soros said his nonprofit-owned investments will complement hisfoundation philanthropic contributions and cover various sectors, including emerging digital technology. It ?seems especially promising as a way to provide solutions to the particular problems that dislocated people often face,? he said. ?Advances in this sector can help people gain access more efficiently to government, legal, financial and health services. Private businesses are already investing billions of dollars to develop such services for non-migrant communities.? Investments, he added, ?are intended to besuccessful I want to show how private capital can play a constructive role helping migrants.? Adding that he plans to work with organizations like the Office of the United Nations High Commissioner for Refugees and the International Rescue Committee to create principles that will guide his investments, Soros said his goal ?is to harness, for public good, the innovations that only the private sector can provide. I hope my commitment will inspire other investors to pursue the same mission.? This article tagged under: Refugees George Soros Migrants",
        "label": "mtrue",
        "url": "http://politi.co/2cA3If0",
        "ID": 1424,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?The Democrats are insisting upon Flint, and we've got members who are interested in some assistance for flooding in Louisiana,? Sen. John Thune said. | Getty Senate advances budget deal that doesn't exist yet Mitch McConnell summoned his Republican Conference to a late afternoon meeting on Tuesday with an unusual ask: Would his colleagues support moving forward on a spending deal thatdoesn even exist yet? The answer, surprisingly, was yes. Story Continued Below The Senate voted 89-7 on Tuesday evening to move forward on a bill that eventually will be used to fund the government through Dec. 9 and deliver $1.1 billion to fight the Zika epidemic. A bloc of conservatives voted no, but the measure easily cleared the 60-vote threshold to avoid a filibuster, powered by votes from Senate Democrats, centrist Republicans and GOP senators up for reelection. ?We?ve got a lot of work to do around here,? said Sen. David Perdue (R-Ga.), who voted nobecause of concerns over the unorthodox process. Yet enough Republicans supported McConnell on the matter because there are still several opportunities to block the bill later if senators believe they are getting a raw deal in the end, senators said. The majority leader offered a brief update on the state of play to his conference, but the main reason for the meeting was to make sure there was enough support to begin a process that eventually will allow Senate Republicans to go home and campaign for reelection more quickly. ?There are negotiations that are ongoing, and this bill in my view just sets the stage for an agreement that we hope occurs sooner rather than later,? said Sen. Jerry Moran (R-Kan.). Campaign finance, trucking safety and the Internet domain system are among the grab bag of issues keeping the Senate from a final deal to stave off a government shutdown at the end of this month. But the biggest hurdle, Zika, has been resolved without including any language that would block PlannedParenthood partner clinic in Puerto Rico from accessing the federal grants ? a key demand from Democrats. ?We want a clean CR, a clean Zika bill, period,? said Sen. Dick Durbin of Illinois, the second-ranking Senate Democrat. ?We?ll save the debate on the riders for the lame-duck session.? McConnell told reporters the parties were closeto finalizing an agreement Tuesday afternoon, but he said he he would want senators to have some time to consider it before moving forward. And senior Republicans said the Senate was certain to stay in session next week, ensuring that the annual slog over must-pass government spending would ? as in previous years ? go down to the wire. Democrats pin the blame for the delay on the GOP. ?We should have no vexatious, poison-pill riders,? Senate Minority Leader Harry Reid said. ?We are not going to have a CR loaded with riders. One is too many, andthat whatthey trying to do.? The Nevada Democrat took particular umbrage at the prospect of continuing a prohibition on the Securities and Exchange Commission from requiring public companies to disclose political spending. That provision was included in lastyear omnibus spending bill, but Reid said he will fight to strip it out. ?We?re not going to have this bill [be] a pincushion forMcConnell desire to have nothing, nothing reported dealing with campaign spending,? Reid said. Lawmakers also are clashing over the Obamaadministration plan to relinquish the U.S.government authority over the Internet domain system to an international body on Oct. 1. Republicans led by Texas Sen. Ted Cruz and Senate Commerce Chairman John Thune of South Dakota are pushing to continue a prohibition on the handover, which is sharply opposed by the administration. ?It?s just trying to figure out how to structure it, how to do it, how to make it effective,? Thune said of the Internet domain issue, known as ICANN. ?I think in some form, I think that issue has to be addressed.? Republicans said both the SEC language and the Internet battle were still under consideration as of late Tuesday. Cruz voted noon moving forward. A GOP-backed push to block Transportation Department rules regarding how long truckers must rest between drives is among other final issues to be determined. As of late Tuesday afternoon, however, it appeared as though the trucking issue was close to being resolved, according to one source familiar with the negotiations. Congressional negotiators also were continuing to discuss offsets for Zika funding. And it looked increasingly likely that the continuing resolution will not include money to address the lead contamination crisis in Flint, Michigan, or to respond to the devastating flooding in Louisiana. ?The Democrats are insisting upon Flint, andwe got members who are interested in some assistance for flooding in Louisiana,? Thune said. ?Maybe it ends up that neither gets addressed ? Idon know.? Thune also suggested that an administration effort to restore the Export-ImportBank full financing authority was falling short. ?I know that the Dems are very intent on changing that quorum threshold, but even if we could pass it through the Senate ? and Idon know we can ? that makes a very heavy lift in the House.? Jennifer Scholtes and Adam Behsudi contributed to this report.",
        "label": "mtrue",
        "url": "http://politi.co/2cBfpC9",
        "ID": 1454,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?There?s no question that the activities that take place in this country and in countries around the world have some impact on the environment and some impact on climate,? Mike Pence says. | Getty Pence: ?No question? humans impact climate Soon after DonaldTrump campaign manager, Kellyanne Conway, said the GOP nominee believes ?global warming is naturally occurring,? Mike Pence declared ?there?s no question? human activities impact the climate. ?There?s no question that the activities that take place in this country and in countries around the world have some impact on the environment and some impact on climate,? Pence,Trump running mate, said Tuesday on CNN. Story Continued Below The confusion came on the heels ofMonday presidential debate, in which Democratic nominee Hillary Clinton pointed out that Trump previously said climate change is a hoax perpetrated by the Chinese. ?The concept of global warming was created by and for the Chinese in order to make U.S. manufacturing non-competitive,? Trump wrote on Twitter in 2012. Trump later said it was a joke. On Tuesday, Pence told CNN it was ?a humorous tweet? and sought to turn the argument on the Democrats. ?What Donald Trump said was a hoax is that bureaucrats in Washington, D.C., can control the climate of the earth,? Pence said. ?And the reality is that this climate change agenda that Barack Obama and Hillary Clinton want to continue to expand is killing jobs in this country.? Pence has repeatedly pledged that he and Trump will end the so-called ?war on coal,? a reference to Obama administration policies that have led to the closures of a number of coal-fired power plants. This article tagged under: 2016 Elections",
        "label": "mtrue",
        "url": "http://politi.co/2dpNw4B",
        "ID": 1794,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?These wire transfers, Mr. President, seemingly contradict what you have previously told the American people,? Sen. Ben Sasse wrote in his letter to the president. | Getty Sasse seeks answers from Obama on Iran Sen. Ben Sasse is seeking answers from President Barack Obama about a pair of wire transfer payments from the U.S. to Iran that seemingly undercut the explanation he gave for a cash payment to the Islamic republic last January.Sasse letter comes on the heels of a POLITICO report in which the Treasury Department confirmed that the U.S. made two separate wire transfer payments, one in July 2015 and another in April 2016, to Iran. The 2015 wire transfer in particular contradicts thepresident explanation of a $400 million payment to Iran last January, which Obama said had to be delivered in cash ?precisely because we are so strict in maintaining sanctions and we do not have a banking relationship with Iran that we couldn't send them a check and we could not wire the money.? Story Continued Below The Treasury Department spokesman declined to offer an explanation as to why the July 2015 wire transfer was possible under U.S. sanctions against Iran while the January 2016 payment was impossible. ?These wire transfers, Mr. President, seemingly contradict what you have previously told the American people,? Sasse (R-Neb.) wrote in his letter to the president. In his letter to the president, Sasse asks Obama how many wire transfer payments to Iran the U.S. government has made any how many payments it has made in cash. He also asks, among other questions, to which sanctions was Obama referring when he said at his Aug. 4 press conference that a wire transfer payment to Iran would have been impossible.",
        "label": "mtrue",
        "url": "http://politi.co/2cE0oVc",
        "ID": 1402,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?This Is How I Teach Freedom Of Speech? Flag Stomping Teacher Meets INSTANT JUSTICE! Our Constitution protects the right of people to disrespect this nation.It despicable, but such policies help preserve the very foundation of freedom in America. However, nowhere in the Constitution does it say that every action and speech is protected against consequences. Though one may not be jailed for speaking, thatdoesn mean that employers cannot dictate what speech is acceptable in the workplace. As such, one history teacher who disrespected America has discovered that while his actions did not land him in jail, he has landed in hot water. A teacher on Monday at Massey Hill Classical High School in Fayetteville, North Carolina ? home of Fort Bragg andAmerica Special Forces ? stomped on the flag to prove a point about the value of the First Amendment. Because of this, the teacher has been placed on administrative leave while the school district investigates the incident. Students reported that the teacher had attempted to burn and tear the flag before stomping on it. Several students were upset and some walked out in protest of the disgrace. ?I put it on the ground and I used my right foot and I took two steps on it, and immediately two kids get out of the room,? the teacher, Lee Francis, stated. ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now Francis was teaching about the First Amendment and specifically about Texas V. Johnson, a Supreme Court case that struck-down prohibitions on flag desecration. ?But this is exactly what I teach: Youdon teach kids how to think or what to think; you teach them to go their own path,? Francis said. ?If they feel so convicted that this is their causethey going to stand for, Idon blame them.It an upper-level school for those who aspire to go to college and in that regard, we have rigor and expectations, so I treat them as such.? ?Not only was the demonstration warranted and justified based on the court,it warranted and justified in the rights we have,? he continued. This is the law of the land upheld by the highest court. Freedom of speech is not just defined verbally by something you say or write down on paper, but something that can also be a physical action.? The school district has placed him on paid administrative leave as they investigate. What Francis? explanation reveals, however, is that he remains ignorant about the world he lives in. Just because something is legal does not mean that it is a good idea and itdoesn mean that the legal act is not deeply offensive to some or downright inappropriate. If Francis wished to teach about Texas v. Johnson, he should have done so the way countless other teachers have done: by explaining it. Acting-out the provocative action is not necessary and unnecessarily hurtful to members of the fiercely-patriotic Fayetteville community. Unfortunately, ?paid administrative leave? sounds an awful like ?union-sponsored paid vacation.?",
        "label": "mtrue",
        "url": "http://rightwingnews.com/top-news/teach-freedom-speech-flag-stomping-teacher-meets-instant-justice/",
        "ID": 2001,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?I really support everything President Obama said he would do through regulation on guns butwe going to start the very first day and tackle the gun lobby.? ? Hillary Clinton on MSNBC, 4/25/16 There are those who believe that the 2016 presidential election is a once in a generation, existential kind of national election. These folks notice all of the dangers we face and worry that depending on how the vote falls this November, we may soon be a very different nation thanwe been.I not sure I fit on this worrisome boat, but I do believe that our dearest rights and freedoms are in danger today. The Left has developed a fascist streak unlike anywe seen previously in American history, and they believe it to be their duty to destroy our liberty? for our own good, of course. ?The Supreme Court is wrong on the Second Amendment. And I am going to make that case every chance I get.? ? Hillary Clinton, The Free Beacon, 10/1/15 Into this caustic climate comes the NRA, an organization wholly devoted to defending the 2nd Amendment from the gun-grabbing left. The NRA believes that if elected president, Hillary Clinton would do everything in her power to undermine and repeal the 2nd Amendment. Because of this, they are working hard to unmask her as the anti-freedom fascist she really is. Their latest ad paints a disturbing picture, reminding all Americans what is really at stake in the upcoming election. This is the second in the ?Don?t Let Hillary Leave You Defenseless? series. The previous ad covered the disgusting hypocrisy ofClinton anti-gun position.Here a woman who has lived the last 30+ years of her life surrounded by men with firearms, yet she has the audacity to tell law abiding American citizens that theyshouldn have the right to use the same tool to defend their families? If itwasn such a serious topic,it be laughable. ?When it comes to guns, we have just too many guns.?? Hillary Clinton, USA Today, 4/20/2016 In November, you can actively defend the Bill of Rights and the Constitution. All you have to do is vote AGAINST Hillary Clinton. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36946/the-utter-hypocrisy-of-hillarys-anti-gun-policies-video/",
        "ID": 889,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " The circus of politics can often be a distraction from actual policy -- and last night's debate proved no exception when it came to the subject of foreign affairs. The back and forth between Hillary Clinton and Donald Trump was perhaps more instructive in terms of what was not mentioned -- Syria's civil war, for instance -- than what was discussed. To be fair, the debate was not intended to focus on international issues, which were basically a footnote in the \"securing America\" segment. But amid the exchanges about ISIS, Iran, NATO and nuclear proliferation, there were some brief glimpses of what the world might look like under a President Trump or a President Clinton. Fighting ISIS Trump to Clinton: You're going to stop ISIS? \"I don't think so.\" https://t.co/iXIwDaIPem #DebateNight https://t.co/a0RbNrI174 For the most part, Trump focused on attacking Clinton's record -- \"she's got experience, but it's bad experience\" -- rather than on articulating his own foreign policy proposals. That was certainly true of the discussion on ISIS, which was mentioned 24 times during the foreign policy part of the debate. Clinton spoke of the need to \"intensify our air strikes against ISIS,\" \"support our Arab and Kurdish partners,\" and \"take out their leadership\" -- positions that don't differ much from President Barack Obama's current policies. Clinton on Trump's secret ISIS plan: \"The only secret is that he has no plan\" https://t.co/iXIwDaIPem #DebateNight https://t.co/QdCOetGlUa ? CNN Politics (@CNNPolitics) September 27, 2016 Trump repeatedly slammed Clinton and Obama for contributing to the rise of the terror group by pulling out of Iraq, but he offered no details of his own \"secret\" plan \"to knock the hell out of ISIS.\" When Clinton taunted him about not having a plan, he retorted: \"You're telling the enemy everything you want to do ... No wonder you've been fighting ISIS your entire adult life.\" ( Fact check: ISIS only came into being in 2006 after splintering from al Qaeda in Iraq. Clinton was born in 1947.) Iran's nuclear deal JUST WATCHED Iran: The biggest issue for the next US president? Replay More Videos ... MUST WATCH Iran: The biggest issue for the next US president? 00:47 Similarly, on Iran, Trump repeatedly attacked Clinton for striking \"one of the worst deals ever made by any country in history,\" arguing that Iran had been \"about to fall\" and was now poised to become a \"major power.\" But he didn't offer many suggestions for how it should have been done differently, beyond suggesting that \"they should have included the fact that they do something with respect to North Korea. And they should have done something with respect to Yemen and all these other places.\" Support for NATO Donald Trump discusses his position on NATO and working with them to defeat ISIS #debates https://t.co/wLpLXusVKP ? PBS NewsHour (@NewsHour) September 27, 2016 If the debate didn't offer much new insight into Trump's foreign policy plans, his comments about America's allies and NATO certainly did. \"I want to help all of our allies, but we are losing billions and billions of dollars. We cannot be the policemen of the world. We cannot protect countries all over the world ... where they're not paying us what we need,\" Trump said. JUST WATCHED Fact check: Was Russia behind the DNC cyberattacks? Replay More Videos ... MUST WATCH Fact check: Was Russia behind the DNC cyberattacks? 01:27 It was a moment that will have sent shudders down the spines of America's international allies -- an isolationist vision that has many global leaders wary about a President Trump. Already under Obama, there is a perception that the US has retreated from taking an international leadership role, particularly in the Middle East. Clinton sought to provide some reassurance that she would be different, saying: \"we've got to work more closely with our allies\". But it remains to be seen how she would take on some of the toughest foreign policy questions -- namely, the civil war in Syria -- in a way that would be meaningfully different or more impactful than her predecessor. Perhaps the next debate will offer some more clues.",
        "label": "nofact",
        "url": "http://cnn.it/2d6IDMn",
        "ID": 641,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A Chat With The Devil The share of the small business market is dwindling. Almost all the sectors of the economy suffer ? grocery stores, factories, small farms, etc. The negative impact is obvious in many aspects. We can pay visits to small towns and the abandoned and boarded stores as we tour their dead downtowns. Talk to farmers, who live in poverty on their 100-acre farms. They are looking for jobs. The corporate farms, which have the money to influence politicians, push for regulations that the small farmerscan afford. The neo-lords drive them out and buy more and more of their land turning them into peasants. [ Read Related Article: Who are the Neo-Lords? Small business is the biggest creator of jobs. The middle class in America is suffering as a result of the elite-businessmen influencing legislation that destroys small business, and when they move their factories out of the country, they takewhat left of the jobs with them, leaving destruction in their wake. High taxes and other policies hurt big business, but kills small business. The increasing wealth in the hands of big business makes them more competitive. The foreign-made products that need cheap labor are welcome in the country since it is produced by our Big Business-men. They can move their factories abroad, while a small businesscan. On the other hand, pharmaceutical companies, which do not need cheap labor, operate in America. They are left to abuse the market by enjoying the ban on medicines made abroad from entering the country. The government decided that medicines made in England, Germany, France, Japan, etc.can be sold in the United States. Ironically, some medicines produced in America are sold to Chinese patients for a fraction of what they charge American patients. In fact, China negotiated recently further drug price cuts with our patriotic companies, lowering the prices for the Chinese in some cases, to less than 50%. Now,let sneak under the table and listen to a conversation between two elite businessmen? one is a tycoon and the other is his youngprot?: ? We will make the lake deeper; we can fish with our big boats, and they will drown with their small boats. ? What do you mean? ? We will make the government build extra infrastructure that benefits our big business and kills the small business. ?Don they pay more taxes than we do? The government will use that money to help us kill them? ? Yes,we put them out of business using their own money. Now, their customers are ours; we swallowed the market. ? Oh, it looks like some of them survived! ? Not for long ?we getting bigger, we can sell cheap. 10% profit is good for us, but for a small business owner, itwouldn even feed his kids. ? We did it. They are out of business?.Wait a minute, the relatively bigger ones are still in business! ? Hmm?.a free trade agreement will finish them?.We will tell the government to sign a couple of these agreements. The manufacturerscan compete with the products made by the slaves in China. ? How about us? Would we be able to compete with the Chinese products? ? For sure, no. But you know what? We can move our business to China. Theycan do that. They are too small to do it. ? It looks like with the cheap merchandise sold by some of the small service businesses are flourishing. ? Not for long. They will boom, then after some time they will die. As we keep closing the factories, we will keep firing workers. These jobless workers will have no money to spend, and the market will diminish. ?Wouldn that hurt us as well? ? Yes andwe be bankrupt. ? How would this be good for us? ? Did you forget that the politicians are ours? The government will bail us out. ? With tax money paid by the people whom we fired? ? Yes, and the government will feed the smaller business to the bigger one. We will buy them, and the government will pay. ?Wouldn this mean that we have to downsize? ? Precisely, and we fire more workers. ? You mean the workers who paid the taxes that the government used to buy the smaller business for us that they used to work for? ? Yes, we kill them with their own sword. We starve them and their children with their own money. ? We have a Democrat president and a Republican Congress. Which one will help us? ? Both. They are ours. One would decide and the other would approve. After they yell at the executives and box their ears. ? The market is smaller now, what are we going to do? ? No harm. If the middle class is diminishing in America, it is growing in China. What we lose here,we gain there. ?Don you feel bad for America and the Americans? ? Ah? I feel good for my money. We used to be British, now we are Americans, and soonwe be Chinese. The kingdoesn care which kingdom he is ruling. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36940/a-chat-with-the-devil/",
        "ID": 890,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A note from our resident cartoonist A.F. Branco: Sadly, a painful and horrific nightmare was inflicted on my community last night when a supposed lone shooter (still at large) shot and killed 5 people at the Cascade Mall in Burlington, Washington last night. This is a place where my wife and I routinely shop and go to the movies. Mywife brother and niece were in the mall when the chaos started. Another close relative was working inMacy along with other close relatives in the mall at the time of the shooting. They were all evacuated to safety without harm. While we are relieved and so grateful that they all made it back to their homes safely last night, our hearts are extremely heavy and go out to those who were lost last night and to their families in this senseless act of violence. Please pray for our community during this incredibly difficult time. Please also pray for our first responders and the law enforcement officers that are still trying to find this person. A.F. Branco and Family The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/37059/a-f-branco-cascade-mall-shooting-hits-close-to-home-actually-it-was-home/",
        "ID": 953,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "And if any of you modern day members of the secular humanist Sanhedrindon like this missive, well, God told me to tell you to ?pound sand.? As Written By Allen B. West: There are times when I just have to share the Sunday message I receive, and this is one of those times. Often whenI out and about with Christians, I get the ?what can we do, it all seems so hopeless? line. And folks I gotta tell ya, noting upsets me more than to hear Christians talk about a situation being termed as hopeless. Many believethere nothing that can be done against the progressive socialist and secular humanistleft assault on religious freedoms and liberty. Case in point: lookwhat happening in North Carolina because they have a law stating thatyou use the bathrooms and facilities corresponding to the gender on your birth certificate. We knowwhat happened to Christian bakers in Oregon, Christian florists in Seattle, Christian photographers in New Mexico ? all because they honored their faith. The state, meaning the progressive socialist ideological government, has declared that you can have your faith, your religious belief, but THEY will determine the level of your freedom. As a matter of fact, ask the Little Sisters of the Poor how the government is determining how, where and when they can practice their religious beliefs. The government has decided religious beliefs are discriminatory, in their opinion. And any opposition to the opinion of the liberal progressive left, especially from Christians, is met with economic persecution, tyranny, terrorism ? just ask the folks in Oregon and New Mexico ? and look at the actions of the NCAA and ACC in North Carolina. So, perhaps in the face of this onslaught, Christians are warranted in having a feeling of hopelessness. However, remember this simple fact from the 2012 presidential election: some 30 million Christians did not vote. Some were registered to vote and did not, othersdidn even register. Therefore, ifthere a feeling of hopelessnessit is by thine own hand! Funny, have you ever asked yourself why all these black ministers embrace the progressive leftists who back in 2012 had to vote to put God back into their Democrat party platform ? and booed? Enter our Teaching Pastor Jonathan JPPodluka at Watermark who delivered a powerful message yesterday that must be shared. Pastor JP told us to share his sermon with one person ? well, being the overachiever that I am, I am sharing with 2.4 million. JP took his message to us on Sunday from Acts 5:20-42.It the story of how the early apostles, post-Pentecost, took to the streets of Jerusalem inspired by the Holy Spirit, to ?speak to the people of the temple the whole message of this new Life.? Now, of course the progressive socialist left of that day, the Sadducees,weren exactly happy about this. And so they conspired and had Peter, John, and others imprisoned for speakingGod word. Well, an Angel of the Lord came and opened the prison door and releasedthem they went right back to preaching in the court of the temple. Now, the Sadducees were really torqued, so they called all the branches of the liberal progressive left together which formed the Sanhedrin. These cheeky fellas decided they needed to stop Peter and Company, and demanded they be brought back to stand inquisition. Once again, they were told not to teach in ?this name,? to wit Peter responded, Acts 5:29-32, (NIV) ?We must obey God rather than human beings! The God of our ancestors raised Jesus from thedead you killed by hanging him on a cross. God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins. 32 We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.? Now, you can imagine the anger of the Sanhedrin, the leftists, when faced with this bold, indignant, response from Peter. But, as they plotted to kill them, or unleash the IRS on them, instead they dismissed the Apostles and conversed among themselves. And there was one named Gamaliel who was a well respected member of the Sanhedrin ? I actually think Chuck Schumer may be a descendant ? who said something so very profound, Acts 5:38-39 (NIV), ?Therefore, in the present case I advise you: Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail. But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God.? And so it was, the Apostles were freed ? after the Sanhedrin leftists flogged them. Today they just denigrate, demean, disparage and condemn you as being in the ?basket of deplorables.? But the point is simple: this infantile movement was one of God, and it has not been stopped, and NEVER will. As stated in Isaiah 54:17 (NIV) ?No weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me.? JP articulated three points for us never to forget: 1. The body of Christ grows stronger inopposition thrive and expand, not wither and fade. 2. The Gospel of Christ will not bestopped long as we are strong and of good courage, Joshua 1:5-9. 3. The Gospel of Christ moves forward throughYOU uses our suffering for sharing His word This is not a situation of hopelessnessfor Christians. Imagine what the early Church must have thought as members were being fed to the lions, burned at the stake, and suffered many other horrific trials, tribulations, and persecutions. Then as now, the message was this belief, this movement may exist but it must not be able to be shared, spread ? but it has! To my Christian brothers and sisters in America and all across the globe, I leave with this short video, which should embolden you and let you know that you are on the winning team?..",
        "label": "nofact",
        "url": "http://allenwestrepublic.com/2016/09/19/allen-west-i-have-a-personal-message-for-christian-voters/",
        "ID": 807,
        "publisher": "allenwestrepublic.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Anticipation for Monday's presidential debate partly centered on what was different about it: Hillary Clinton, the first woman to be a major party's nominee, versus Donald Trump, who honed his communications skills on reality TV and peppered rivals with insults during the primary showdowns. What emerged, though, was in format and outward appearance similar to debates past -- two people behind lecterns -- only this time featuring what appeared to be a seasoned politician and a political novice. And it was Trump, expected to earn points for style, who at times seemed rattled, one of several distractions related less to the content of what he said than the manner in which he delivered it. The give and take didn't make for a sterling night, necessarily, as political theater. But for those who concluded that hosting \"The Apprentice\" would ready Trump for this sort of exercise, well, it turns out those are very different muscles than the ones he had to put to use on Monday night. Clinton, clearly, came into the debate with a strategy that she prosecuted almost without deviation: The goal was to appear unflappable, relaxed and almost dismissive of Trump's statements, while working in a few well-practiced zingers. That included pointing out that she had prepared for the debate, which offered a stark alternative to some of Trump's riffing, disjointed answers. There were also some effective ad-libs, such as when she reacted to a rambling Trump response by saying, \"Just listen to what you heard.\" Related: One thing Clinton and Trump didn't debate: the debate itself Trump, by contrast, having faced multiple rivals during the primaries, looked uncomfortable in this one-on-one format. With so many people on stage during the primaries, his attacking style could stand out; here, having to share the spotlight only with Clinton, it was harder to employ that hit-and-run tactic. He interrupted Clinton repeatedly -- at first to get in points, but as the debate progressed those interruptions increasingly felt like fits of pique, as if all the attack ads she's running against him (which he referenced) had gotten under his skin. Trump's sniffling, which persisted throughout, also provided a distraction -- not a big deal, in theory, but the kind of thing teed up to be ridiculed in real time on social media. Trump's attempts to steamroll through certain exchanges created some problems for the third person in this mini-drama, Lester Holt. Holt, the \"NBC Nightly News\" anchor, had perhaps the most unenviable task one could imagine, given all the hand-wringing that preceded it and the Tuesday-morning quarterbacking that's sure to follow. Holt acquitted himself well enough, occasionally fact-checking Trump's statements -- usually when he sought to deny direct quotes that had been attributed to him -- and pressing him for specific answers. Those few moments when he challenged the candidate likely won't sit well with Trump's most ardent supporters, but Holt at least avoided the notion that the moderator should be some sort of potted plant who asks questions and completely gets out of the way. To that extent, his performance offered a measure of redemption for NBC News. Trump's impulse to look for one-liners also let him down when Clinton hammered him for not releasing his tax returns. When Clinton suggested that he might be hiding the fact that he hadn't paid any federal taxes, he interjected, \"That makes me smart,\" a quip that was both ill considered and potentially problematic for him in the days ahead. Related: NBC looks to Lester Holt for debate win after 2016 mishaps Indeed, if Trump is the more practiced performer, it didn't show. Clinton maintained an appearance of calm while Trump spoke, occasionally smiling but looking intent and engaged. Trump adopted a steely-eyed squint in the early portion of the debate -- somewhere between Clint Eastwood and Chuck Norris -- but seemed less energetic as the evening wore on. Prior to the debate, MSNBC's Rachel Maddow noted that presidential debates are \"the most unpredictable, the least scripted\" of all major political events. As TV insiders know, reality television really isn't unscripted, and those programs benefit from the input of producers and editors in shaping storylines and the way characters are presented. In this first debate, anyway, Clinton stuck to her script, and Trump generally looked like he could have used a more detailed one.",
        "label": "nofact",
        "url": "http://cnn.it/2dnCoFL",
        "ID": 628,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "AP Photo Backtalk Robert Kennedy Would Have Hated Donald Trump The GOP candidate is not the man of peace my former colleague makes him out to be. Writing as a former legislative assistant to Senator Robert F. Kennedy and an enthusiastic supporter of Hillary Clinton for president, I was disappointed to see in Politico the screed written by my former colleague, Adam Walinsky, excoriatingClinton record on foreign policy and national security and going on to conclude that Donald Trump should therefore be elected president. It is one thing to disagree with Secretary Clinton, which Walinsky does heatedly, and quite another to turn to Donald Trump. We should be clear thatWalinsky critique is not confined to Clinton. He lays out (and massively overstates) a dark view not just of Clinton but also of President Obama and almost the entire Democratic Party. The analysis is overwrought, but even one who buys the argument defies all logic in imagining that the solution is Trump. Story Continued Below The question is not whether there is a military-industrial complex in our country. President Eisenhower called us out on that and there is enough responsibility to go around among both parties for it. The 21st century version begins with the Iraq War, which was originated by a Republican President. I am not interested in adjudicating the issue of which party is the war party except to say that Presidents Obama, Clinton and Carter have stood for peace in important and tangible ways. The question here is whether Donald Trump can claim in any way that he is the candidate who stands for a foreign policy of restraint and the answer is that he cannot. Walinsky finds in Trump a rationality and consistency that do not exist. Any reasonable observer of the presidential campaign has seen that at one moment, Trump will represent himself as an isolationist who wants to end ties with NATO and other allies; at another, he will lash out at any perceived insult to the U.S. or to himself, and pledges thatAmerica pride needs to be vindicated militarily. ?America First,? Trump says regularly, bringing the isolationism of Charles Lindbergh tomind excoriating President Obama for not using greater force in any number of venues and then insinuating that he has a secret plan to obliterate the Islamic State. To compare John F. Kennedy and Robert F. Kennedy to Donald Trumpis, Iwon finish the sentence. Yes, Robert Kennedy turned against the Vietnam War, but not because he felt that America should retreat from the world. He opposed the war because it was unjust and was based on a flawed notion of American interests. The result, as we know, was the death of Vietnamese and Americans and others who should not have died. JFK and RFK were internationalists. They understood that World War II left the United States with a responsibility to play an active and constructive role in the world. They understood that America must stand together and dependably with allies who also are committed to pursue a peaceful world. They understood that the use of force was sometimes necessary and that brave men and women would be put at risk. They made those difficult, often excruciating, decisions carefully and as transparently as possible, never rashly, impulsively, or vindictively. Walinsky quotes RobertKennedy statement that if any member of the ExComm other than John F. Kennedy had been president during the Cuban Missile Crisis, we would have had a nuclear war. Ask yourself what a President Trump might have done in that moment. Restraintis not the word that comes to mind. This is a man who said he would order the military to kill the families of Muslim terrorists and use interrogation techniques worse than waterboarding and opined that the United States should have seizedIraq oil resources as ?spoils to the victor.? Yes, we have put too much power in the hands of militarists and profit seekers in both the public and private sectors. But electing Donald Trump is not the answer; it would only compound the problem in new and dangerous ways. The answer is an active citizenry that speaks out against the inappropriate use of force and opposes interference in conflicts that involve neither American security interests nor egregious human rightsviolations topic in which Donald Trump has shown an ostentatious indifference, as his fondness for Vladimir Putin reflects. All the evidence, provided again and again by DonaldTrump own mouth, tells us not that he is a man of peace, but that he is a man of noprinciple man who will say, and possibly do, whatever happens to cross his mind at a given minute. He is like the weather in New England: If youdon like it, wait a minute. We do not know what he believes because he does not know what he believes. We do not know what he knows because, from all we can see, he does not know much. Even ifWalinsky diatribe is correct, which it most certainly is not in its breadth and depth, there is nothing in it that justifies turning to Donald Trump. Of all occasions to break ranks with the Democratic Party, this is the most inappropriate. Of all the ways to misappropriate the memory of John and Robert Kennedy, two of our greatest public servants, this is the most egregious I have ever seen. To say that I am disappointed by what Walinsky has done is an understatement. America, in this election, faces an existentialquestion history will judge us by our answer. Walinsky has chosen the wrong side of the struggle. Peter Edelman is the Carmack Waterhouse professor of law and public policy at Georgetown University Law Center.",
        "label": "nofact",
        "url": "http://politi.co/2cW0wLM",
        "ID": 1603,
        "publisher": "politi.co",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "BlackLivesMatter Thugs BLOCK The Street ? Regret It When One Car Drives RIGHT OverThem What would you do if you were faced with an angry mob shutting down the stretch of road thatyou on? You approach the group and apply the brakes, wondering ifthey move for you, but not only do they not make any effort to get out of your way, they start coming toward you. Remembering the Reginald Denny affair, you realize thatyou faced with two options: floor it and risk hurting one of the protesters, or stop and risk them hurting you, or worse. What do you do? Maybe it was the way I was raised, but I learned that if you feel threatened and you feel as if it ultimately comes down to you or the person who you believe is planning to do you harm, the answer is absolutely, 100% self-preservation. Apparently,I not the only one with this set of beliefs. An incident took place on the campus of the Eastern Michigan University that proves that if you try to shut down a road in protest, you do so at your own risk. ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now Watching the video below, you can see that black protesters have completely taken over the street. One small jeep, however, clearly has places to be thataren right there at that moment. The driver hits the gas pedal and speeds forward, bumping over a protester. Watch the video below: In case you were wondering if they were upset about the Charlotte shooting, the answer is ?no.? Instead, they were upset about the words KKKand ?Leave N*****s? painted on the side of the school. The words were removed and the school issued an apology, but it was too late, BLM was outraged. Make no mistake,it better to be arrested for running over a protester than to be killed and/or have your property stolen by them because they thinkthey entitled to it due to someone painting some mean words on the side of a building. ?Better to be judged by 12 than carried by 6,?doesn only apply to protecting your home and family, but yourself as well. There is no good reason to stop while surrounded by irrationally angry people who just want violence to come to you and anyone else they deem guiltyof whatever crimethey made up today. What would you do if you were in this situation? Would you stop, or would you put the pedal to the floor?",
        "label": "nofact",
        "url": "http://rightwingnews.com/top-news/blacklivesmatter-thugs-block-street-regret-one-car-drives-right-video/",
        "ID": 2025,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Bullets and bodies were flying in Vegas the night of the worst American mass shooting. Blood everywhere. A hotel room with a dead shooter. Two broken windows. Anarmory worth of weapons. A Saudi Crown Prince upstairs. A girlfriend who flew the coup. Nothing adds up to give anyone answers about that horrible shooting in Las Vegas that pinned Stephen Paddock as the lone-wolf shooter responsible for hundreds of deaths and injuries. A mass shooting so bad that one must wonder how one person was able to take out so many unsuspecting concert goers. It makes you wonder if there was more than one shooter. What about that security guard who went missing? What about the rumors that people shot at a tower hoping for an explosion? Was Stephen Paddock the shooter at all? Was his girlfriend Marilou Danley involved? Was she running around outside warning people about something? New evidence leaks from Vegas that has possible crucial information that might lead to more answers the public so desperately seeks. Authorities identified her fingerprints on the ammunition, and her casino card was in the hotel room. That leads people to wonder about her involvement in the crime. Was she ever in that dreaded hotel room? Was the ammo handled at another location? Did Paddock bring her card to throw her under the bus? What part did Danley play in the atrocious shooting? Or was she a patsy? Was Paddock a patsy? Half of the victims of the Las Vegas shooting were not given an autopsy. Why? Trajectory. Number of bullet wounds. Apparently our dead lone shooter Paddock had an over 80% headshot rate. Manliker Carcano No marksman has ever reenacted Dealey successfully with one. ? Bill Chapman Fmr Film Biz Now Truth Seeker (@bchapman151) January 12, 2018 Some investigators crawled throughDanley social media and email accounts. Stephen Paddock reportedly had access to at least one of the accounts in question. More information comes out and maybe one day we can piece this horrible puzzle together. LA Times reports: ?Marilou Danley may not have been present when Paddock unleashed a furious barrage of bullets down on a crowd of 20,000 at a Las Vegas country music festival, killing 58 people and wounding more than 500 others, but her links to his life seemed to be everywhere. The facts about Danley were among the details revealed when a U.S. District Court judge in Las Vegas unsealed more than 300 pages of search warrants and affidavits at the request of several media outlets, including the Los Angeles Times. The request was unopposed by prosecutors. But why the 64-year-old Paddock shot up the Route 91 Harvest festival on Oct. 1 remains a mystery, and the search warrants ? despite revealing his large cache of weaponry ? raise more questions than answers about his actions and motive. Paddock came to Las Vegas with an arsenal ? more than 20 firearms and hundreds of rounds of ammunition and spent casings were found in his room on the 32nd floor of the Mandalay Bay Hotel and Casino. Other search warrants revealed more than 1,000 rounds and 100 pounds of explosive material in his car. Authorities also recovered 18 firearms and more than 1,000 rounds atPaddock house in Mesquite, Nev. A ?large quantity of firearms? was recovered from another residence he had in Reno. The search warrants also covered electronic accounts and social media accounts of Paddock and Danley. They revealed an exchange about a money wire transfer. Danley returned from a trip to the Philippines days after the shooting, butwasn arrested when she arrived in the United States. According to an affidavit, Danley was identified early on ?as the most likely person who aided or abetted Stephen Paddock based on her informing law enforcement that her fingerprints would likely be found on the ammunition used during the attack.? In the court documents, she told investigators she occasionally participated in the loading of the magazines.? Danley loaded magazines on weapons that may have been responsible for a mass amount of bloodshed. Authorities have not arrested her yet, but Danley is a person of interest. My theory is that the authorities are keeping a watchful eye on her to see what she does, who she talks to, and if any of her activity leads people to a much more significant arrest. What was Paddock doing with all those guns in one location? Hecan possibly shoot them all at once, nor would he survive a gunfight with police long enough to use all the ammunition. What were the weapons really for? What wasPaddock real story? Was he a gun runner on a deal that went bad? Was he shot before the shooting started? What happened during that concert in Vegas that set the stage for the horrible shooting? FOLLOW us on Facebook at Freedom Daily!",
        "label": "nofact",
        "url": "http://freedomdaily.com/thug-tells-2-chicks-act-like-man-youre-gonna-get-treated-like-man-unthinkable-video/",
        "ID": 1108,
        "publisher": "freedomdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Candy Roulette If in a bowl full of skittles 3 would kill you, would you eat a hand full? Hillary says you will ifshe elected. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/36926/cartoon-skittles-and-refugees/",
        "ID": 849,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Chapter II from my book The Trump Revolution (available at Amazon) Read Chapter I here. The Dishonorable Businessmen! The Elite! Before I start whipping the corrupt, dishonorable business men, I want to note two points: The first point, this book is written from the point of view of a Capitalist who believes in honorable businessmen who, in turn, are responsible for building the country, and employing its people. With the ?country,? I mean America, not China or Mexico. The second point, I can hear someone saying Trump is a businessman and he is from the elite. Let me say something. When you play a sport and you want to be successful you follow the rules that are set for the game, even if youdon like them. However, if you head the federation of that sport, you would have a chance to change the rules that you do not believe in. Now we are ready for the whipping. The elite of this country, a group of very rich businessmen. They own almost everything including the media and the politicians. You can even call them the neo-lords.Let tell an old story that we all know to see where the neo-lords emerged from. America is the land of the free. The peasants fled Europe from the oppression of their lords, the hunger, the illness, etc. They fled to America to live as free farmers, until the neo-lords grew again in the land of the free. At the old time, the lord was the owner and the ruler. Now, the neo-lords, who are the elite businessmen, are the owners and they own the rulers, the politicians shall we say. They even went further, and decided to own the minds and hearts of the people, so they decided to own the media and they even penetrated the churches. The lord-peasant system found its way again to the land of the free. The system developed. After a struggle, the American People adapted to the new system and forced their elite businessmen to adapt to the idea that they are dealing with free people. The elite businessmen uncomfortable with the idea that the American People are not peasants enough, they decided to leave to where they can find real peasants. They got their bought-off politicians to sign a couple of regional and international free trade agreements. The factories moved to China, Mexico and other countries as a consequence. Apparently, the elite-businessmen found that their multi-billion dollars are not big enough fortune, so they moved to China to make an extra couple of billions of dollars on cheap labor. Probably, they were afraid that their children might starve and they need an extra couple of billions to make sure they are full. In the transition, they are using America as a market, a dwindling market. It shrinks as more and more factories are closing and moving abroad. Consequently, more and more workers are laid off. And so, less shoppers and buyers. An economy cannot be sustained by the people selling services to each other and producing nothing. The elite-businessmen are milking the cows to the last drop and slaughtering them one after one. Quite like the lords in the earlier history, when they are fed-up with a town and the people are harder to rule; they pillage it, burn it and move to another town to start again. That is what the corrupt elite of the United States? businessmen are doing. They use their politicians and their media to get the job done. The corruption prevailed, but the free Americans figured out that there is something wrong and they started to revolt. They did not know where to start and what to do, so Donald Trump jumped in and decided to lead them. Stand Up America, The Leader Is Here. So how should an honorable businessman be? The businessman is a career. Like any career, it has its duties and its ethics. So what are the duties? Thebusinessman job is building the elements of the economy of the country using his special abilities; like his skills, knowledge, personal character etc. He has to take part in building the country. He has to be involved in forming and executing plans to develop the country. Before and after these, he is responsible for employing the people of his country and getting the best out of them. To accomplish that, he has to socially secure the lives of the workers to make them feel that the time and effort are worth giving. For the businessman to achieve this goal, he has to watch for the health of his workers, physical, mental and psychological. What I mentioned are not newly innovated ideas. Many companies are famous for their ?good benefits and pay.?That what a businessman is supposed to do. What are our elite-businessmen doing? They are shutting factories? doors, they lay off workers and they move the factories to other countries. Then, they force the people of the United States to buy the products of the factories they moved to the other countries!!! I hate to be sarcastic, but ?what a patriotic and responsible action.? I can hear them murmuring: ?hmm??. The workers have to help themselves, to stand for themselves hmm?..? Congratulations for increasing your profits greedy Blood Suckers. Imagine that all the American medical doctors decided to close the hospitals and to move them to another countries. So, to make more money, they leave the American patients to stand for themselves. Imagine if a man decided to abandon his family for a rich woman leaving his wife and children to stand for themselves. What are the nationalities of these gluttonous misers? Could they have closed the factories without buying the politicians? The answer is no. Could they have done this without a cover-up from their media? The answer is no. Selfishness, greed. I would say treason. The elite-businessmen formed an alliance against Donald Trump, why? He is the only politician who stood up and spoke out about getting the factories back to America.Don believe those who started to hijack his ideas after almost a year of campaigning, they found themselves loosing. They will not touch this subject when they get the presidency. They are just elite-businessmen?s pawns. If they believe in getting the factories back, they would not have waited that long to mention it during their campaigns. They just found themselves loosing. The elite-businessmen?s media Here we are talking about all of what is called the mainstream media. Most all the news channels owned by the elite-businessmen. Trump should be proud they are all against him. Have you ever seen any other candidate being grilled by them like they grill Trump? They pressure Trump as hard as they can then they catch any of his tongue-slips. They make stories and they keep wailing and screaming about these tongue-slips non-stop!!! What should the job of the media be? Showing the people the truth about what is happening. Displaying the real problems facing the people according to thepeople priorities. Explaining what is being plotted against them. That is what they are supposed to do. But, what are they really doing? Tranquilizing the people by dragging their attention to anything other than their real life problems. Entertaining the people and making them laugh and enjoy their life while the country is being set on fire. WAKE UP AMERICA!!! Have you ever seen CNN and her sister channels going with their cameras to show the closed, abandoned factories? Have you ever seen them roaming with their cameras in the streets of abandoned ghost towns? Did they interview laid off workers or the abused Walmart workers who are even being replaced by machines. Have they shown all of that on their screens? But you know what? We are on the move, and we found a father, a leader who is listening to us, and speaks and acts on our behalf. Stand Up America, The Leader Is Here. The elite-businessmen?s politicians Welcome to the employees of the elite-businessmen. They call them Senators, Representatives and even Presidents. They belong to two owned companies that are called political parties: Republicans and Democrats. Most of these politicians in the last 50 years are bought and sold. They are playing a game they call an election. The rule of the game; let the people get indulged in ideological battles, conservatives against liberals but make sure theydon break free from the exploitation of the elite-businessmen. It does not matter who wins, the factories were sent and being sent abroad by Republican presidents, Democratic presidents, Republican Congress, Democratic Congress etc. Were the people asked to approve or disapprove the free trade agreements? I mean were these agreements among the issues the candidates were talking about in their election campaigns before they signed them? The people are only allowed to make the country 5% more conservative or 5% more liberal. It looks like Trump is taking it far away, beyond what the people are allowed to change. Let me recite a scenario that would show how a catastrophic decision would be taken behind thepeople backs: The elite-businessmen speaking to a to-be-president: You look like you can make a good president? You are smart or else wewouldn have approached you? We will make you president in return for a favor??. We want you to do so and so?. If youdon follow, we will destroy you?.No second term?..and/ or big scandal?. You get us angry and you are a dead dog?. End of the scenario. It is literally a deal with the devil. They ask the politician for a catastrophic decision that feeds their greed and harm the people. Listen Greedy-Hearts, no more of these dirty tricks. Stand up, America. Donald J. Trump is here. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/37001/who-owns-the-politicians-and-the-media/",
        "ID": 914,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Dear President Bush. I am interested in buying the artwork that you recently offered. You are multi-talented and an amazing man! I have been a faithful defender and supporter of you and your policies. However, your lack of support for the Republican Party and presidential nominee has left me confused and disappointed. Your silence in the face of republicans, including your father, supporting the opposition has made me question your judgment and integrity. Silence and passivity have historically allowed great tragedies to unfold. It would be a tragedy to elect a president who would continue to accelerate the destruction of principals that we hold dear. As stated, I would like to buy your artwork ? but not if it symbolizes a world view that no longer supports conservative ideals. I would like to be able to continue to support and defend the Bush family. I cannot do so until it is clear where your support and loyalty stand. Please make clear to the American people that your will honor your legacy by opposing the radical left and supporting conservative values. The decline of America has been precipitous and needs to be stopped. I look forward to your reply. The opinions expressed in this commentary are solely those of the author and are not not necessarily either shared or endorsed by iPatriot.com Tags:",
        "label": "nofact",
        "url": "http://ipatriot.com/letter-president-bush/",
        "ID": 860,
        "publisher": "ipatriot.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Deplorable Cruz Cruz has now decided to endorse Trump. Some say it ?s becausehe lagging behind in the polls in his race for Senate. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "nofact",
        "url": "http://eaglerising.com/37017/cartoon-cruz-joins-the-deplorables/",
        "ID": 917,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?I?ve never seen anything like this.He the Republican Obama in terms of online fundraising.? ? A Senior GOP operative about Donald Trump Across the Internet many political observers are wondering if Donald Trump has become the Republican version of Barack Obama. Over the weekend, Mr. Trump stood up to decry the obvious acts of terrorism in New Jersey and New York. For his efforts he was attacked, criticized, and derided by liberals and their partners in the media. As New York Governor Andrew Cuomo (D-NY) and New York City Mayor Bill de Blasio (D-NY) refused to call the terrorism what it was, Hillary Clinton attacked Trump for his ?rhetoric.? Arguing that by talking tough, Mr. Trump was somehow giving ?aid and comfort to the enemy.? ?Idon want to speculate buthere what we know about I think it is important for voters to hear this and weigh it in making their choice in November,? Clinton said. ?We know that a lot of the rhetoric used by Donald Trump is being seized upon by terrorists.? In fact, the left, almost as one, decriedTrump comments as problematic and insinuated that he was encouraging Muslim terrorism by condemning the attacks. However, most Americans seem to have agreed with Mr. Trump, and by Monday most liberals in and out of the media had also come to realize thatTrump early comments were correct. Wedon yet know how theweekend events will play into the upcoming election, but we can look at a few other indicators that give Trump and his supporters reason to be optimistic. Fundraising for example. Donald Trump has already, with 7 weeks left before Election Day, outraised both John McCain and Mitt Romney among ?small donors.? Republican presidential nominee Donald Trump has raised as much as $100 million from small-dollar donors contributing $200 or less to his campaign ? in less than three months.Trump campaign has surpassed a ?threshold no previous Republican has ever achieved in a single campaign,? according to Politico, which looked over Federal Election Commission filings and spoke with operatives familiar with thecampaign fundraising efforts. All of this also shows what could be a building Trump tsunami? Read the Rest of the Story at the Daily Surge?",
        "label": "mixture",
        "url": "http://constitution.com/new-york-attack-donald-trump-hits-new-highs/",
        "ID": 861,
        "publisher": "constitution.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?Rather than end dangerous politically-driven policies that have put a total of 85,000 deportable criminal aliens back onto the streets in the last three years, ICE tried to hide them by providing grossly inaccurate information to Congress and the American people.? ?Dan Stein, President of FAIR In a report released by the Federation of American Immigration Reform (FAIR), they have charged that the Obama administration ?grossly misrepresented ? by almost tenfold? the number of crimes that were committed by illegal, criminal aliens who were released from custody in fiscal year 2014. Now, if the term ?illegal, criminal aliens? sounds like overkill, understand that the term illegal does refer to aliens who are in the united States illegally, which makes them criminals. However, applying the term criminal relates to the fact that they committed a crime while here illegals and were incarcerated, but not deported. ?In response to an inquiry from the House Judiciary Committee in July 2015, ICE reported that the 30,558 criminal aliens it released, instead of deported, in FY 2014 were convicted of an additional 1,423 offenses,? readFAIR press release. ?However, the ICE records that were requested by The Immigration Reform Law Institute (IRLI) onFAIR behalf show that the actual number of subsequent convictions racked up by the criminal aliens ICE released in FY 2014 was actually 13,288. It is important to note that not all criminal charges result in convictions. Thus, the number of offenses committed by criminal aliens ICE turned loose is likely significantly greater.? ?The criminal aliens responsible for these 13,288 convictions were not considered sufficiently dangerous to be deported underICE self-declared prioritiesfor removal,? the press release added. ?The list of convictions for offenses committed by criminals ICE did not deem worthy of deportation in FY 2014 includes: homicide, kidnapping, assault, sexual assault, drunk driving, and other offenses. Yet despite the clear knowledge that its policies resulted in thousands of avoidable crimes, ICE doubled down in FY2015 nearly 20,000 additional deportable criminals.? ?In recent years, the number of criminal aliens deported has plummeted, despite ample funds to remove many more. As a result of Obama administration policies that place protection of illegalalienscriminals the safety of the American public, thousands of people have been needlessly victimized,? charged Dan Stein, president of FAIR. ?Rather than end dangerous politically-driven policies that have put a total of 85,000 deportable criminal aliens back onto the streets in the last three years, ICE tried to hide them by providing grossly inaccurate information to Congress and the American people,? added Stein. ?Moreover, despite knowing the true extent of the criminal activities committed by the aliens they were releasing, DHS scrapped the Secure Communities program designed to allow ICE to take custody of criminal aliens who are being held by local police.? ?Congress has to act. It is being lied to by an administration that is misrepresenting the facts and a president that refuses to enforce immigration laws in favor of manipulating policy for political gain,? Stein concluded. In March of 2015 Freedom of Information Act Documents exposed the fact that 165,900 convicted criminal illegals were released on the streets of the US by Homeland Security. They were not deported. In fact, so-called ?sanctuary cities? released 9,000 criminal illegals in 9 months during 2015 who were supposed to be deported, but never were. In 2014, it was also reported the administration released 75% of illegals rather than deport them. It appears to me that DHS needs to be renamed the Department of Homeland IN-Security. What do you think? The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mixture",
        "url": "http://eaglerising.com/36833/obama-administration-grossly-misrepresenting-crimes-committed-by-illegal-aliens/",
        "ID": 763,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "?We accept all oppressed people of color with weapons.? That is the welcoming motto of the Huey P. Newton Gun Club of Dallas, Texas. Not just an oppressed person of color, but an oppressed gun-wielding black Baby Huey. This is the brain-child of Charles Goodson and Darren X. The former is a wannabe Bob Marley plus gun, and the latter is the National Field Marshal for the New Black Panther Party. ?The complete agenda involves going into our communities and educating our people on federal, state and local gun laws. We want to stop fratricide,genocide the ?cides.? Fratricide? Is there a spate of nuclear family sibling homicide in the black community? They are retarded. In truth, the last people you want wandering around with guns are the mentally disabled. Compound this with the retards being members of this little gun club and neighborhoods in Texas have a problem on their hands. Hopefully they are educating themselves on gun laws?.as in, you point one at somebody and chances are that a Texan has a bigger one to point straight back at ya?. Where is Obama and Lynch on this? Nowhere to be found. These are the faces of voter intimidation, racial division, and reasons to kill white cops. These are their friends. The Lone Star state is the bellwether call the rest of us ought to be paying attention to. They have had their fair share of problems of late, from clock-bomb kid, Sharia courts, Nidal Hassan at Fort Hood, to the killing of Deputy Darren Goforth, and now this. Get it together Texas, or you are going to be facing another Alamo. Sadly, youcan count on the nation, under the direction of this president, to avenge you this time around. Source: Conservative Tribune",
        "label": "mixture",
        "url": "http://usherald.com/breaking-armed-black-panthers-now-terrorizing-neighborhoods-state-pics?utm_source=aep&utm_medium=armedblackpanthers&utm_campaign=fbext",
        "ID": 936,
        "publisher": "usherald.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Former President George H.W. Bush said Monday that he will vote for Hillary Clinton in November, according to sources close to the 41st President -- an extraordinary rebuke of his own party's nominee. The sources said this was not the first time Bush had disclosed his intention to vote for Clinton. The comments came during a receiving line for board members of the bipartisan Points of Light Foundation when Bush was speaking to Kathleen Hartington Kennedy Townsend, Robert F. Kennedy's daughter and the former Maryland lieutenant governor. There were roughly 40 people in the room, and it's not clear how many people heard him, though multiple sources did. The Republican former president's embrace of the Democratic nominee represents a dramatic new chapter in the complicated three-decade-old relationship between the two most prominent families in American politics. It's a stunning political move -- one that comes just 49 days from the election, and less than a week before Clinton and Donald Trump square off in their first debate. Trump's campaign manager, Kellyanne Conway, told CNN's Erin Burnett Tuesday that she respects \"the 92-year-old former president very much and his decision.\" \"It is ironic that he would vote for the wife of the man who knocked him out of the race,\" she added on \"Erin Burnett OutFront.\" \"But look, this was a bruising primary ... so I know there are a lot of hurt feelings there.\" News of his support for Clinton came first on Facebook, when Kennedy Townsend posted a photo of herself with George H.W. Bush, along with the caption: \"The President told me he's voting for Hillary!!\" Kennedy Townsend sits on the advisory board of the Points of Light Foundation. Bush family representatives declined to respond publicly. \"The vote President Bush will cast as a private citizen in some 50 days will be just that: a private vote cast in some 50 days. He is not commenting on the presidential race in the interim,\" Bush spokesman Jim McGrath said in a statement. But sources with knowledge of the conversation told CNN they were surprised and disappointed that Kennedy Townsend had publicly shared a private conversation with the former president. JUST WATCHED The Bush and Clinton relationship roller coaster Replay More Videos ... MUST WATCH The Bush and Clinton relationship roller coaster 01:59 Kennedy Townsend declined to comment through a spokesman at the Rock Creek Group, where she works as managing director. She later took down the Facebook post. GOP's Trump divide Trump's controversial candidacy has split the group of former Republican nominees. Mitt Romney has hammered Trump in speeches and on Twitter, calling him unfit for office. But former Kansas Sen. Bob Dole has endorsed Trump, as has Arizona Sen. John McCain -- though somewhat reluctantly, often referring to \"the Republican nominee\" rather than Trump by name. Neither George H.W. Bush nor George W. Bush had weighed in on the general election -- even as Trump savaged George W. Bush's decision to go to war in Iraq. However, many of the 41st and 43rd presidents' Cabinet secretaries and national security officials have backed Clinton. George H.W. Bush national security adviser Brent Scowcroft endorsed Clinton in June, saying she \"has the wisdom and experience to lead our country at this critical time.\" George W. Bush Commerce Secretary Carlos Gutierrez said on CNN in August that he \"would have preferred Jeb Bush, but I think Hillary is a great choice. I am afraid of what Donald Trump would do to this country.\" Photos: Donald Trump's rise Photos: Donald Trump's rise President-elect Donald Trump has been in the spotlight for years. From developing real estate and producing and starring in TV shows, he became a celebrity long before winning the White House. Hide Caption 1 of 37 Photos: Donald Trump's rise Trump at age 4. He was born in 1946 to Fred and Mary Trump in New York City. His father was a real estate developer. Hide Caption 2 of 37 Photos: Donald Trump's rise Trump, left, in a family photo. He was the second-youngest of five children. Hide Caption 3 of 37 Photos: Donald Trump's rise Trump, center, stands at attention during his senior year at the New York Military Academy in 1964. Hide Caption 4 of 37 Photos: Donald Trump's rise Trump, center, wears a baseball uniform at the New York Military Academy in 1964. After he graduated from the boarding school, he went to college. He started at Fordham University before transferring and later graduating from the Wharton School, the University of Pennsylvania's business school. Hide Caption 5 of 37 Photos: Donald Trump's rise Trump stands with Alfred Eisenpreis, New York's economic development administrator, in 1976 while they look at a sketch of a new 1,400-room renovation project of the Commodore Hotel. After graduating college in 1968, Trump worked with his father on developments in Queens and Brooklyn before purchasing or building multiple properties in New York and Atlantic City, New Jersey. Those properties included Trump Tower in New York and Trump Plaza and multiple casinos in Atlantic City. Hide Caption 6 of 37 Photos: Donald Trump's rise Trump attends an event to mark the start of construction of the New York Convention Center in 1979. Hide Caption 7 of 37 Photos: Donald Trump's rise Trump wears a hard hat at the Trump Tower construction site in New York in 1980. Hide Caption 8 of 37 Photos: Donald Trump's rise Trump was married to Ivana Zelnicek Trump from 1977 to 1990, when they divorced. They had three children together: Donald Jr., Ivanka and Eric. Hide Caption 9 of 37 Photos: Donald Trump's rise The Trump family, circa 1986. Hide Caption 10 of 37 Photos: Donald Trump's rise Trump uses his personal helicopter to get around New York in 1987. Hide Caption 11 of 37 Photos: Donald Trump's rise Trump stands in the atrium of the Trump Tower. Hide Caption 12 of 37 Photos: Donald Trump's rise Trump attends the opening of his new Atlantic City casino, the Taj Mahal, in 1989. Hide Caption 13 of 37 Photos: Donald Trump's rise Trump signs his second book, \"Trump: Surviving at the Top,\" in 1990. Trump has published at least 16 other books, including \"The Art of the Deal\" and \"The America We Deserve.\" Hide Caption 14 of 37 Photos: Donald Trump's rise Trump and singer Michael Jackson pose for a photo before traveling to visit Ryan White, a young child with AIDS, in 1990. Hide Caption 15 of 37 Photos: Donald Trump's rise Trump dips his second wife, Marla Maples, after the couple married in a private ceremony in New York in December 1993. The couple divorced in 1999 and had one daughter together, Tiffany. Hide Caption 16 of 37 Photos: Donald Trump's rise Trump putts a golf ball in his New York office in 1998. Hide Caption 17 of 37 Photos: Donald Trump's rise An advertisement for the television show \"The Apprentice\" hangs at Trump Tower in 2004. The show launched in January of that year. In January 2008, the show returned as \"Celebrity Apprentice.\" Hide Caption 18 of 37 Photos: Donald Trump's rise A 12-inch talking Trump doll is on display at a toy store in New York in September 2004. Hide Caption 19 of 37 Photos: Donald Trump's rise Trump attends a news conference in 2005 that announced the establishment of Trump University. From 2005 until it closed in 2010, Trump University had about 10,000 people sign up for a program that promised success in real estate. Three separate lawsuits -- two class-action suits filed in California and one filed by New York's attorney general -- argued that the program was mired in fraud and deception. Trump's camp rejected the suits' claims as \"baseless.\" And Trump has charged that the New York case against him is politically motivated. Hide Caption 20 of 37 Photos: Donald Trump's rise Trump attends the U.S. Open tennis tournament with his third wife, Melania Knauss-Trump, and their son, Barron, in 2006. Trump and Knauss married in 2005. Hide Caption 21 of 37 Photos: Donald Trump's rise Trump wrestles with \"Stone Cold\" Steve Austin at WrestleMania in 2007. Trump has close ties with the WWE and its CEO, Vince McMahon. Hide Caption 22 of 37 Photos: Donald Trump's rise For \"The Apprentice,\" Trump was honored with a star on the Hollywood Walk of Fame in January 2007. Hide Caption 23 of 37 Photos: Donald Trump's rise Trump appears on the set of \"The Celebrity Apprentice\" with two of his children -- Donald Jr. and Ivanka -- in 2009. Hide Caption 24 of 37 Photos: Donald Trump's rise Trump poses with Miss Universe contestants in 2011. Trump had been executive producer of the Miss Universe, Miss USA and Miss Teen USA pageants since 1996. Hide Caption 25 of 37 Photos: Donald Trump's rise In 2012, Trump announces his endorsement of Republican presidential candidate Mitt Romney. Hide Caption 26 of 37 Photos: Donald Trump's rise Trump speaks in Sarasota, Florida, after accepting the Statesman of the Year Award at the Sarasota GOP dinner in August 2012. It was shortly before the Republican National Convention in nearby Tampa. Hide Caption 27 of 37 Photos: Donald Trump's rise Trump appears on stage with singer Nick Jonas and television personality Giuliana Rancic during the 2013 Miss USA pageant. Hide Caption 28 of 37 Photos: Donald Trump's rise In June 2015, during a speech from Trump Tower, Trump announced that he was running for President. He said he would give up \"The Apprentice\" to run. Hide Caption 29 of 37 Photos: Donald Trump's rise Trump -- flanked by U.S. Sens. Marco Rubio, left, and Ted Cruz -- speaks during a CNN debate in Miami on March 10. Trump dominated the GOP primaries and emerged as the presumptive nominee in May. Hide Caption 30 of 37 Photos: Donald Trump's rise The Trump family poses for a photo in New York in April. Hide Caption 31 of 37 Photos: Donald Trump's rise Trump speaks during a campaign event in Evansville, Indiana, on April 28. After Trump won the Indiana primary, his last two competitors dropped out of the GOP race. Hide Caption 32 of 37 Photos: Donald Trump's rise Trump delivers a speech at the Republican National Convention in July, accepting the party's nomination for President. \"I have had a truly great life in business,\" he said. \"But now, my sole and exclusive mission is to go to work for our country -- to go to work for you. It's time to deliver a victory for the American people.\" Hide Caption 33 of 37 Photos: Donald Trump's rise Trump faces Democratic nominee Hillary Clinton in the first presidential debate, which took place in Hempstead, New York, in September. Hide Caption 34 of 37 Photos: Donald Trump's rise Trump apologizes in a video, posted to his Twitter account in October, for vulgar and sexually aggressive remarks he made a decade ago regarding women. \"I said it, I was wrong and I apologize,\" Trump said, referring to lewd comments he made during a previously unaired taping of \"Access Hollywood.\" Multiple Republican leaders rescinded their endorsements of Trump after the footage was released. Hide Caption 35 of 37 Photos: Donald Trump's rise Trump walks on stage with his family after he was declared the election winner on November 9. \"Ours was not a campaign, but rather, an incredible and great movement,\" he told his supporters in New York. Hide Caption 36 of 37 Photos: Donald Trump's rise Trump is joined by his family as he is sworn in as President on January 20. Hide Caption 37 of 37 And Louis Wade Sullivan, the Health and Human Services secretary under George H.W. Bush and the only African-American in his Cabinet, said this month that \"though my enthusiasm for Hillary Clinton is somewhat tempered, I certainly believe she is an infinitely better choice for president than Donald Trump.\" But George H.W. Bush isn't speaking for his entire family. Marvin Bush, the former president's youngest son, has said he would vote for Libertarian Gary Johnson. George P. Bush, George H.W. Bush's grandson, has backed Trump. And Jeb Bush, Trump's former primary rival, has said he won't vote for Trump or Clinton. A representative for George W. Bush wouldn't comment on Kennedy Townsend's Facebook post or how George H.W. Bush would vote. The representative simply said George W. Bush is \"spending his time working to keep the Senate in Republican hands and is not commenting on the presidential campaign.\" The Bush-Clinton relationship The evolving relationship between the Bush and Clinton families began in 1992, when Bill Clinton ran against -- and defeated -- incumbent President George H.W. Bush. Eight years later, with Clinton term-limited out of office, Bush's son, then-Texas Gov. George W. Bush, succeeded Clinton on a pledge to \"restore honor and dignity\" to the White House -- a not-so-subtle knock on Clinton's marital infidelity. Photos: A look at political families Photos: A look at political families Presumptive Republican nominee Donald Trump introduces his son Donald Trump Jr. as he addressed a crowd this April in Indianapolis. Trump Jr. has said that if his father becomes president, he's interested in being his secretary of the Interior. Hide Caption 1 of 30 Photos: A look at political families Photos: Political families ? Former Secretary of State Hillary Clinton and former President Bill Clinton attend a State Department dinner in 2012. Hillary Clinton is the presumptive Democratic nominee for president. Hide Caption 2 of 30 Photos: A look at political families U.S. Rep. Joaquin Castro of Texas, left, and his twin brother then-San Antonio Mayor Julian Castro at the 2012 Democratic National Convention in Charlotte, North Carolina. Now secretary of the Department of Housing and Urban Development, Julian Castro is a contender to be the Democratic vice-president nominee. Hide Caption 3 of 30 Photos: A look at political families Political families ? Beau Biden embraces his father, Vice President Joe Biden, at the 2008 Democratic National Convention.. Before his death in 2015, Beau served as Delware's attorney general. Hide Caption 4 of 30 Photos: A look at political families Photos: Political families ? U.S. Rep. Debbie Dingell succeeded her husband, former U.S. Rep. John Dingell, D-Michigan, in the seat he held for 58 years until his retirement in 2015. Hide Caption 5 of 30 Photos: A look at political families Political families ? Liz Cheney, daughter of former Vice President Dick Cheney, announced that she was running for Senate in Wyoming in 2014. Her bid set up an intra-GOP battle with U.S. Sen. Mike Enzi, a three-time incumbent. She dropped her Senate bid in January 2014. Hide Caption 6 of 30 Photos: A look at political families U.S. Rep. Sander Levin, D-Michigan, comes from a prominent family in that state's politics. His brother Carl Levin was the state's senior senator until his retirement in January 2015. And his uncle, Theodore Levin, was a federal judge. Hide Caption 7 of 30 Photos: A look at political families Photos: Political families ? The night after John F. Kennedy won the 1960 presidential election this family portrait was made in Hyannis Port, Massachusetts. Sitting, from left, Eunice Shriver (on chair arm), Rose Kennedy, Joseph Kennedy, Jacqueline Kennedy, head turned away from camera, and Ted Kennedy. Back row, from left, Ethel Kennedy, Stephen Smith, Jean Smith, President John F. Kennedy, Robert F. Kennedy, Pat Lawford, Sargent Shriver, Joan Kennedy, and Peter Lawford. Hide Caption 8 of 30 Photos: A look at political families Photos: Political families ? The late U.S. Sen. Prescott Bush, R-Connecticut, center, was the father of former President George H.W. Bush, left, and grandfather of former President George W. Bush, far left. Hide Caption 9 of 30 Photos: A look at political families Political families ? The Bush family is a bona fide modern American political dynasty. Former President George W. Bush and former Florida Gov. Jeb Bush are the sons of former President George H.W. Bush. George P. Bush, Jeb's son, is a Texas land commissioner. George H.W. Bush is the son of Prescott Bush, a senator from Connecticut. Here, the former presidents and Jeb, right, pose for a photo at the christening of the aircraft carrier USS George H.W. Bush. Hide Caption 10 of 30 Photos: A look at political families Photos: Political families ? George P. Bush speaks during the 2011 Republican Leadership Conference in New Orleans. The grandson of former President George H.W. Bush is a Texas land commissioner. Hide Caption 11 of 30 Photos: A look at political families Photos: Political families ? Former President Jimmy Carter spends time with his grandson Jason, wife Rosalynn, and daughter Amy in 1976. Jason Carter was a Democratic member of the Georgia State Senate. Hide Caption 12 of 30 Photos: A look at political families Photos: Political families ? John Adams was the second president of the United States. His son John Quincy Adams was the sixth President. Hide Caption 13 of 30 Photos: A look at political families Photos: Political families ? John Quincy Adams is pictured. Hide Caption 14 of 30 Photos: A look at political families Photos: Political families ? New Orleans Mayor Mitch Landrieu and his sister, then-U.S. Sen. Mary Landrieu, are interviewed during a special edition of \"Meet The Press\" in New Orleans in 2010. Hide Caption 15 of 30 Photos: A look at political families Photos: Political families ? Former U.S. Sen. Sam Nunn, his wife Colleen, daughter Michelle, and his grandchildren walk the beach at Sea Island, Georgia, in 2007. Michelle Nunn was a Democratic candidate for Georgia's U.S. Senate seat in 2014. Hide Caption 16 of 30 Photos: A look at political families Photos: Political families ? Sen. Mark Udall, D-Colorado, and his cousin Sen. Tom Udall, D-New Mexico, attend a weekly Senate policy luncheon in Washington in 2012. Hide Caption 17 of 30 Photos: A look at political families Photos: Political families ? Former Arkansas attorney general, Sen. Mark Pryor, holds a news conference in Washington in 2006. Pryor is the son of former U.S. Sen. David Pryor, D-Arkansas. Hide Caption 18 of 30 Photos: A look at political families Photos: Political families ? Former U.S. Sen. David Pryor. Hide Caption 19 of 30 Photos: A look at political families Political families ? Father-and-son New York governors, Andrew, left, and Mario Cuomo appear at a rally in 2006. CNN anchor Chris Cuomo is another of Mario Cuomo's sons. Hide Caption 20 of 30 Photos: A look at political families Political families ? U.S. House Minority Leader Nancy Pelosi, D-California, is the daughter of late Thomas D'Alesandro Jr., a Baltimore mayor and congressman. D'Alesandro, center, attends Pelosi's swearing-in in 1978. Hide Caption 21 of 30 Photos: A look at political families Political families ? George W. Romney, with his son Mitt and his wife Lenore in 1962, announces his intention to run for governor of Michigan. The elder Romney went on to run for president in 1968, and his son Mitt served as governor of Massachusetts before winning the GOP nomination for president in 2012. Hide Caption 22 of 30 Photos: A look at political families Political families ? The Kennedy clan experienced a two-year absence on Capitol Hill beginning in 2011 with the departure of U.S. Rep. Patrick Kennedy, D-Rhode Island, shown here with his father, U.S. Sen. Edward Kennedy, at President Barack Obama's inauguration in 2009. The hiatus ended when U.S. Rep. Joseph P. Kennedy III, D-Massachusetts, was sworn in 2013. He is the son of former U.S. Rep. Joe Kennedy and the grandson of the late U.S. Sen. Robert Kennedy. Hide Caption 23 of 30 Photos: A look at political families Political families ? Then-Rep. Harold Ford, D-Tennessee, left, and his son, Harold Jr. shake hands with supporters in this 1996 photo. Harold Ford Sr. announced earlier that year that he was retiring from the seat he had held for 22 years and Harold Ford Jr. won the seat that fall. Hide Caption 24 of 30 Photos: A look at political families Political families ? Democratic New York state Sen. Jose M. Serrano is the son of U.S. Rep. Jose E. Serrano. Hide Caption 25 of 30 Photos: A look at political families Political families ? U.S. Sen. Lisa Murkowski, R-Alaska, is the daughter of Frank Murkowski, who also represented Alaska in the Senate and was later the state's governor. Hide Caption 26 of 30 Photos: A look at political families Photos: Political families ? William Taft was the 27th president of the United States and served from 1909-1913. Since Taft's presidency, three of his relatives have represented Ohio in the U.S. Senate. Hide Caption 27 of 30 Photos: A look at political families Photos: Political families ? Sen. Robert A. Taft is one of three Tafts to represent Ohio in the U.S. Senate. Hide Caption 28 of 30 Photos: A look at political families Photos: Political families ? Sen. Robert Taft Jr. attends a hearing in Washington in 1973. He is one of three Tafts to represent Ohio in the U.S. Senate. Hide Caption 29 of 30 Photos: A look at political families Photos: Political families ? Sen. Kingsley Taft is one of three Tafts to represent Ohio in the U.S. Senate. Hide Caption 30 of 30 But Bill Clinton and George H.W. Bush have also spent their post-presidencies teaming up for philanthropic endeavors. And in recent years, Bill Clinton and George W. Bush have increasingly appeared together. The two grew so close that George W. Bush has referred to Clinton as his \"brother from another mother,\" and Clinton has said the two bonded over becoming grandfathers. A Bush-Clinton matchup Early in the 2016 campaign cycle, it appeared the two families could be headed for another showdown with the presidency on the line: Hillary Clinton was seeking the Democratic nomination, while former Florida Gov. Jeb Bush -- the 41st president's son and the 43rd president's brother -- was a Republican candidate and a fundraising powerhouse. Even if George H.W. Bush hadn't endorsed Hillary Clinton, it was hard to envision him backing Trump. Neither of the former Bush presidents attended the Republican National Convention in Cleveland, where Trump became the GOP's nominee -- with the Bush family staying out of presidential politics after Jeb Bush, denounced repeatedly by Trump as \"low-energy,\" exited the race. CLARIFICATION: This story has been updated to clarify the context in which George H.W. Bush made his comment about voting for Hillary Clinton.",
        "label": "mixture",
        "url": "http://cnn.it/2deCyLx",
        "ID": 420,
        "publisher": "cnn.it",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " A new investigation has determined that DonaldTrump charitable foundation funneled otherpeople money into settling his lawsuits, which violates laws preventing charitable organizations from accepting donors funds and benefitting those who run the foundations. With a stroke of the pen Trump pilfered the average wage of five working Americans to payoff his business fines: Donald Trump spent more than a quarter-million dollars from his charitable foundation to settle lawsuits that involved thebillionaire for-profit businesses, according to interviews and a review of legal documents. Those cases, which together used $258,000 fromTrump charity, were among four newly documented expenditures in which Trump may have violated laws against ?self-dealing? ? which prohibit nonprofit leaders from using charity money to benefit themselves or their businesses. The WashingtonPost David Farenthold has doggedly chased down every lead from the Donald J. Trump Foundation and is in the process of singlehandedly using a dog-eared notebook (they?ve shown photos of it) to literally do what the entire news media is afraid of doing: a complete fact check of DonaldTrump dubious history of illegal self-dealing and political corruption. It wasFarenthold investigation which has now caused every major newspaper in Florida to call for a federal investigation into the Trump University pay-for-play scandal where the very same foundation Trump robbed to payoff lawsuits also made an illegal campaign contribution to Florida Attorney General Pam Bondi. Now his reporting shows that he used the same foundation to settle a $120,000 fine for Mar-a-lago,Trump glitzy party palace in Palm Beach and thenation largest private home. Trump was supposed to donate money to aveteran foundation, instead he simply took it from others who donated to the foundation instead. Ironically, it was all because of the size of a flagpole: In one case, from 2007,Trump Mar-a-Lago Club faced $120,000 in unpaid fines from the town of Palm Beach, Fla., resulting from a dispute over the size of a flagpole. In a settlement, Palm Beach agreed to waive those fines ? ifTrump club made a $100,000 donation to a specific charity for veterans. Instead, Trump sent a check from the Donald J. Trump Foundation, a charity funded almost entirely by otherpeople money, according to tax records. Thiswasn just charity for the wealthy; it was a direct subsidy to one of the TrumpOrganization most prized businesses. But itwouldn be the only six figure heist engineered by Donald Trump with little more than the stroke of a pen. When you watch Donald Trump pitch his golf course in Scotland on a campaign trip, just remember that the mismanagement of his expensive golf courses frequently land the Republican nominee in court. WaPo reports that: One ofTrump golf courses in New York agreed to settle a lawsuit by making a donation to theplaintiff chosen charity. A $158,000 donation was made by the Trump Foundation, according to tax records. On top of that, Trump also used his charitablefoundation funds to buy a 6-foot tall oil canvas painting of himself and a $12,000 Tim Tebow football helmet. The latest find by Farenthold uncovered that he spent another $10,000 on second portrait of himself as well as $5000 for advertisements for his chain of hotels. We hear that the latest ofTrump charitable oil-on-canvas selfies is smaller. The New York Attorney General has already opened an investigation into the Donald J. Trump Foundation for its illegal transaction withFlorida Attorney General, and these new revelations appear to fit right in with the pattern of theRepublican nominee for President which we know all too well by now. Donald Trump is all too happy to lie or cheat or steal, as long as he can get away with it.Here the check proving that Trump stole from his donors to pay for Mar-a-lago?s debts: Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/20/proof-trump-stole-258000-from-his-foundations-donors-to-settle-lawsuits/",
        "ID": 1165,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " After an exhausting day of ruining the lives of everyday Americans, rumor has it Republican presidential nominee Donald Trump likes to curl up in his gold-plated bed and relax with a book by his favorite author ? Adolf Hitler. Long before Trump began his run for president where racism, bigotry, hatred, division, and fear became the pillars of his campaign he was studying the work of man who is responsible for the third-most murders in human history. According to a 1990 Vanity Fair article written by Marie Brenner,Trump ex-wife Ivana, spilled the beans onTrump love affair with Hitler: Ivana Trump told her lawyer Michael Kennedy that from time to time her husband reads a book ofHitler collected speeches, My New Order, which he keeps in a cabinet by his bed. Kennedy now guards a copy of My New Order in a closet at his office, as if it were a grenade.Hitler speeches, from his earliest days up through the Phony War of 1939, reveal his extraordinary ability as a master propagandist. When the pathologically lying Trump was confronted about owning the book he feigned ignorance. The interviewer asked him, ?Did your cousin John give you the Hitler speeches?? Trump was shocked and attempted to deflect the question by asking a question, ?Who told you that?? but he then confirmed he owned the book, ?Actually, it was my friend Marty Davis from Paramount who gave me a copy of ?Mein Kampf?, andhe a Jew.? That Trump would even admit to owning the book is bad enough, but his justification for owning the book offers a window into his contorted carnival house of mirrors logic. Trump reasonsit okay to read about Hitler hating Jews, because his Jewish friend gifted it to him, andwouldn it be rude to discard the gift without giving it a thorough read? Trump lied about lying, as is his standard fare. Marty Davis did indeed confirm giving Trump the book, but it wasHitler ?My Jewish Order? not ?Mein Kampf.? Whether or not that is worse is up for debate. Davis went on to say heisn Jewish, but that he and Trump are friends. Then, likely after realizing he had outed himself as xenophobic towards Jewish people, Trump back peddled claiming even if he hadHitler book hewouldn read it. Trump said, ?If I had these speeches, and I am not saying that I do, I would never read them.? What does he meanhe not saying he has the speeches? He literally confirmed he had them moments earlier! While it is an exercise inone gag reflex to picture Trump in bed, it is natural to picture him with a Nazi swastika draped over his headboard, while filling his brain with strategies to bamboozle and terrorize the public.Trump campaign has been ripped fromHitler playbook of demonizing minorities and blaming them for the ills of a nation, which is all the more reason why Trump must be prevented from winning the presidency in less than seven weeks. If Trump has been studying Hitler for almost 30 years it is too generous of a leap to believe Trump was only interested inHitler rise to power, and in fact will continue to cribHitler strategies if and when he assumes power himself. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/21/horror-90s-trump-kept-hitlers-speeches-bedside/",
        "ID": 1182,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " An independent examiner has determined that Tyre King, the 13 year-old African-American boy fatally shot by Columbus, OH police last Wednesday, was ?more likely than not? running away from an officer at the time he was shot. The conclusion would seem to contradict the official police narrative, which holds that King was shot in a confrontation with officers after ?he pulled a realistic-looking BB gun on them?. King was shot at 7:42 pm last Wednesday after officers responded to reports of an armed robbery over $10 by a group of three African-American teenagers. According to the official police department report, ?officers followed the males to an alley and attempted to take them into custody when one suspect pulled a gun from his waistband. One officer shot and struck the suspect multiple times.? The Columbuscoroner office has completed an autopsy ofKing body but the resultswon be made public for at least six weeks. It was this delay that promptedKing family to hire an independent medical examiner, Dr. Francisco Diaz, who is a professor of pathology at the University of Michigan and works as a medical examiner for Wayne County, MI. In a statement released by the Kingfamily attorney today, Diaz said that ?based on the location and the direction of the wound paths it is more likely than not that Tyre King was in the process of running away from the shooter or shooters when he suffered all three gunshot wounds.? It is not in question that King was involved in the robbery; indeed his friend Demetrius Braxton, 19, who was with King that night and has since been arrested, said that King ?wanted to rob somebody for money.?Diaz report, however, confirms the suspicions of many in the community and across the country that the use of lethal force by responding officers was unnecessary and that a story of King aiming his gun at the police had been concocted as a justification. IndeedBraxton account of the encounter, given before the results ofDiaz investigation were reported, similarly contradicts the official narrative. He told the local newspaper that ?the cops said ?get down? and We got down, but my friend [King] got up and ran ? [and] when he ran, the cop shot him.? The last time we checked, petty thievery does not carry the death sentence in the United States of America. While many will be inclined to somehow argue that the boy deserves it for committing a robbery, consider this. When young white men are convicted of rape in America, like Brock Turner, judges let them walk because they think they deserve a second chance. When young African-Americans commit crimes, they are smeared as career criminals and executed on the spot. The King case is only the most recent in a long string of deadly encounters between young African-American men and the police, many of which have been muddled by the victims? having been carrying BB guns made to look like authentic firearms. Given the ubiquity not only of BB guns but of actual firearms as well amongst white Americans the implication ? and sometimes overt justification ? by police that the mere presence of what looks like a weapon on a young African-American boy constitutes a deadly threat is questionable at best. The injustice of such encounters becomes even clearer when the victim has his back to the police, a situation in which lethal force should never be the answer. And what is most insidious about these cases is the apparently reflexive instinct of the police to lie, as they seem to have done inKing case by claiming that he was pointing his weapon at officers when he was shot. Far more than the peaceful protests of Black Lives Matter, it is these fabricated standoffs between police and black youth that fuel the fiction of the ?war on police.? Through their attorney,King family have asked that the public ?continue to withhold final judgement until all the facts are known and vetted.? They have also called for an independent investigation into theirson killing, saying that ?The Columbus police department, the City of Columbus and most importantly Tyre King and his family deserve the benefit of an investigation from a law enforcement agency that has no direct impact from the outcome of that investigation.? Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/19/just-autopsy-finds-black-child-killed-cops-shot-back-three-times/",
        "ID": 1154,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Bloomberg News reports that the Mexican peso grew significantly stronger after Democratic nominee HillaryClinton powerful performance intonight key first presidential debate, after confidently besting Republican Donald Trump. The ?invisible hand? of the market is predicting a Hillary Clinton win aftertonight debate, and thatshe the only one of the two candidates whose election would keep more jobs in the USA too: The Mexican peso rebounded from a record low, a sign investors may perceive Hillary Clinton outperformed Donald Trump in the first U.S. presidential debate. The currency rose 2 percent to 19.4879 per dollar as of 1:20 p.m. in Tokyo, the biggest gain across more than 140 currencies worldwide, after the debate concluded. Around the world, currency traders, the kind-of-by-the-numbers, bottom line capitalists who Republicans profess to believe in the most, were unequivocal. They awarded victory in the first 2016 Presidential debate to Democratic nominee Hillary Clinton by buying up Mexican pesos believing them to be more valuable with a stable diplomatic situation, and by the numbers traders weighed in: ?I shall not speculate on whether Clinton won or was Trumped,? wrote Jeffrey Halley wrote market strategist at Oanda Corporation in Singapore, ?But clearly, the highest [correlated] currency to a Trump victory thinks she did!? On a practical level, a stronger Peso also means that labor in Mexico will get more expensive for American companies as the exchange rate moves when Hillary does better in polling. Professional currency traders have been betting against the Mexican currency for months to insure themselves against an improbable Republican victory in November, which would set forth a catastrophe if NAFTA is unilaterally cancelled, costing millions of Americans their jobs to appeaseTrump delirious policy dreams. Ironically, this means that a Trump victory would make outsourcing far more attractive since people would depress the value of Mexican pesos, making the cost of hiring even cheaper than today. This also means that a Hillary Clinton victory in November will makeMexico currency stronger, which will in turn make it more attractive to our corporations to hire American workers or slow down the rate of outsourcing because of higher labor costs south of the border with a stronger Peso. Voting for Hillary Clinton is now economically certain to be better than voting for her lying Republican opponent, because his racism would literally be self-defeating, and the ?invisible hand of the market? would be best held by aDemocrat steady hand in the Oval Office come January. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/27/mexican-peso-just-skyrocketed-hillarys-dominant-performance/",
        "ID": 1228,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Bloomberg News will become the first ever 24 hour cable news television network to live broadcast a presidential debate with live, in-screen fact checking tonight. Democratic nominee Hillary Clinton released a 19 page fact-check in advance oftonight debate listing the many lies and false bromides spread by her opponent. Considering that Republican nominee Donald Trump averages one lie per 3.5 minutes of public statements, their graphics and fact check teams will be working overtime, according to Politico: Bloomberg TV will conduct on-screen fact checks of statements made by both Donald Trump and Hillary Clinton during Mondaynight debate, POLITICO has confirmed. Thechannel decision to conduct an on-screen fact-check sets Bloomberg apart from the other major TV networks, none of whom have committed to doing on-screen fact checks during the debate. Most will leave the fact-checking to segments in the post-debate analysis coverage. NPR is also planning an aggressive fact checking strategy in their online news offerings, and all of the networks plan to check facts after the candidates leave the stage, but in this extraordinary electionthere no better time than when 100 million Americans and people around the world watching live. Bloomberg News is setting an exemplary standard which NBC News has refused to emulate. NBC host Lester Holt, a registered Republican, will moderatetonight event. Hopefully, all of the major broadcast news networks will make the effort to upgrade their fact checking teams in time for the last two debates, one of which moderated by Fox News? Chris Wallace has already been announced as a fact-free debate. Factsdon matter much to Republican voters or Trump supporters, but to the moderates and independents whodon know what policies are at stake in thisyear election,they very important, and should be what they base their voting decisions upon. Hillary Clinton and Donald Trump will only share a stage tonight and for two other nights ? if all goes as planned with the next two debates ? sothere limited time to disseminatewhat factual versus whatisn to American voters immediately while attention is on the truth. Unless we want this election to truly usher in a ?post-truth? era where information is accepted regardless of its relation to reality, we must hold Donald Trump to the truth. We cannot allow him to lie to the American people any longer.Tonight debate begins at 9pm. You can click here to watch online. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/26/trump-panicking-bloomberg-announces-screen-fact-checking-debate/",
        "ID": 1211,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Comedian and actor Zach Galifianakis recently featured former Secretary of State Hillary Clinton on his improvisational comedy interview show, Between Two Ferns. Previously,he interviewed President Obama as well as other celebrities like Brad Pitt and Justin Beiber, butthere one person he refuses to have on the show. In an interview with the Los Angeles Times, Galifianakis was asked if he would have Republican nominee Donald Trump on his show since his interview with Clinton was such a resounding success ? and his answer is hilarious. ?No. Thatdoesn interest me. Doing it the other waydoesn interest me.He the kind of guy who likes attention ? bad attention or good attention. Soyou dealing with a psychosis therethat a little weird. Iwouldn have somebody onthat so mentally challenged. I feel likeI be taking advantage of him. And you can print that.? Between Two Ferns is known for its exceptionally awkward dialogue and for thehost fondness for asking uncomfortable questions (he once asked Pres. Obama ?How does it feel to knowyou going to be the last black president??). Part of the joke is both parties attempting to maintain their composure and not rising to the bait. Judging from the way that Donald Trump lashes out like a wounded animal at the slightest provocation and is utterly incapable of letting the pettiest slight go without a response,it safe to say that Galifinakis is right about how Trump would fare on his show. Butit terrifying to think that a man whocouldn handle being on a comedy interview show has a real shot at ascending to the presidency of the United States; he has shown time and time again that he is temperamentally unfit for the office. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/27/zach-galifianakis-just-unloaded-mentally-challenged-trump-brutal-takedown/",
        "ID": 1235,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Congressional leaders and intelligence officials are investigating whether one of DonaldTrump foreign policy advisershas opened up private communications with high-level members of the Russian government, some of whom are under sanction. According to multiple sources the talks have discussed the possibility that a Trump administration would lift the economic sanctions that were imposed on Russia after its unilateral annexation of Crimea in 2014, an international crime that Trump has refused to even acknowledge. The Trump adviser, Carter Page, is a former Merrill Lynch investment banker in Moscow who now runs a New York-based consulting firm, Global Energy Capital, that specializes in oil and gas deals with Russia and is located around the block fromTrump office in New York. Page was first identified by Mr. Trump in March as a member of his ?foreign policy team,? which is a motley crew of neoconservative oil men, Lebanese fascists, and imperial proconsuls from Iraq. He has since become one ofTrump most prominent foreign policy spokesmen, although the campaign maintains that he is not officially on the bankroll. Page has extensive financial interests in Russia, notably in Gazprom, the state-run oil and gas giant, and Rosneft, thenation leading private oil company. He has frequently visited Moscow for meetings with high-level officials at the Kremlin and in Rosneft, and has been ?a brazen apologist for anything Moscow did? according to a U.S. diplomat in Russia. Under particular scrutiny isPage trip to Moscow this July, when he met with Igor Sechin, a long-time Putin adviser and former deputy Prime Minister who is now the head of Rosneft and is currently under sanction by the United States government. According to numerous US officials in Moscow, Page discussed with Sechin ways to lift the American sanctions, a cause that is close toPage heart ? and his wallet. Last March he told Bloomberg News that ?so many people I work with have been adversely affected by the sanctions policy? and said that there was ?a lot of excitement in terms of the possibilities for creating a better situation.? On that summer trip Page reportedly also met with Igor Devykin, theKremlin deputy chief of internal policy who is believed by U.S. officials to be the official responsible forRussia campaign of meddling in the American election. Indeed the original impetus for investigating Page came from the Congressional investigation intoRussia cyberattacks on the Democratic National Committee and on voter databases in Arizona and Illinois. While the Democratic leaders of the House and Senate intelligence committees have ?concluded that the Russian intelligence agencies are making a serious and concerted effort to influence the U.S. election? that ?could only come from senior levels of the Russian government,?Trump usual chauvinistic bravado has been totally absent in the face of this unprecedented meddling in American democracy by a foreign power. Indeed he has denied that Russia was even responsible.Trump evasiveness on the issue is part of a long pattern of scandalous pandering to the Russian dictator Vladimir Putin, from calling him a ?better leader? than President Obama to promising to hand over the Baltic States to the Kremlin and going on Russian state TV to criticize American foreign policy.Trump traitorous appeasement of Putin, and the shocking monetary ties between his campaign and the inner circle of Russian oligarchs have already received some scrutiny ? albeit far less than they should ? in the American press. In CarterPage Moscow meetings, however, we may finally have the smoking gun implicatingTrump campaign ? or at least those close to him ? in a traitorous plot with the despotic Russian government. The bombshell revelations that show Trump has received ?hundreds of millions? of dollars from Russian oligarchs makes it clear why both sides would be interested in repealing the sanctions. Could Russia be plotting withTrump associates to influence the election in favor of the Donald, placing a Kremlin lackey in the White House who will lift sanctions in exchange for an economic windfall for his neoconservative cronies? Why else would his top foreign policy adviser promise a blacklisted Kremlin official to do what he can to end the sanctions and meet with the Russian intelligence official specifically tasked with influencing the American election? Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/23/just-u-s-officials-investigating-trump-campaigns-secret-ties-putins-kremlin/",
        "ID": 1206,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Donald Trump, the supposed ?law and order? candidate, painted a very bleak picture of what life in the ?inner cities? was like. ?We have a situation where we have inner cities, African-Americans, Hispanics are living in hell becauseit so dangerous? said the Republican nominee a few hours earlier. He cited former New York Mayor RudyGiuliani unconstitutional and discriminatory ?stop-and-frisk? policy as a solution for crime in urban centers. But his accountdidn match up with the facts, and he was called out by the police department in his own city for his blatant falsehoods and the implication that the NYPDisn good at their jobs. The Assistant Commissioner for Communication & Public Information of the NYPD, J. Peter Donald, fact-checked Trump during the debate, and has this to say about the racistRepublican proposals to reinstate stop-and-frisk after it was ended by Mayor Bloomberg in 2011: Trump is trying to position himself as ?tough on crime? but the reality is his proposals are nothing but dog-whistles for his racist white supremacist followers. Not only was ?stop-and-frisk? ineffective, it was very obviously discriminatory against minorities ? and after it was ended, crime drastically decreased thanks to new reforms in policing techniques. Trump is trying to sell the American people an apocalyptic vision of America that justdoesn exist ? and the policemen whose supporthe courtingaren buying it either. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/27/nypd-defiantly-live-fact-checked-trumps-stop-frisk-lies-debate/",
        "ID": 1229,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Famed television host and veteran Montel Williams got into it this weekend with Trump-supporting Pastor Mark Burns, who took to Twitter to complain about the mainstreammedia refusal to jump to conclusions and immediately call theweekend bombing in New York ?terrorism.? Montel, a New Yorker, was not about to let the Trump apologist get away with repeating the same fear-mongering narrative that Trump repeats after every terrorist attack that takes place in the West. Montel called him and Trump out for being a con men, shaming him for being a pastor with the nerve to support a narcissist like Trump. Donald Trump clearly believes that he is a minor deity and has no concern for anything but his own ambitions, and Pastor Burns? support for him is an obviously opportunistic move by a man willing to sacrifice his principles for money. Williams is absolutely right to call him out on it. A bombing suspect over the explosion in Chelsea and the placing of several other improvised explosive devices throughout New Jersey is in custody. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mixture",
        "url": "http://occupydemocrats.com/2016/09/19/montel-williams-calls-trump-pastor-celebrating-nyc-bombing-sparks-twitter-war/",
        "ID": 1152,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " During a Republican primary debate in September 2015, now-Republican nominee Donald Trump said that he never lobbied Florida Governor Jeb Bush for casino gambling because ?hewould gotten it, if I wanted it.? But if that is true, then Donald Trump committed yet another yet another felonious offense by the racist mogul ? this time for for lying under oath in a civil court deposition, which is perjury, as Newsweek reports: One of these stories is alie detailed, self-serving fabrication. But unlike the mountain of other lies he has told, this time the character trait that leads toTrump mendacity is on full display: He makes things up when hedoesn want to admit he lost. Assume the story he told at the debate is the lie. Even thoughBush story reinforced what Trump was saying atrallies had played the ?cash for outcomes? political game foryears could not admit he had tried to do the same in Florida because he could not bring himself to say that he had lost. Instead, he looked America in the eye and lied. And then he felt compelled to stack on another boast: His people are so wonderful that they would have gotten casino gambling in Florida, regardless ofBushopposition Trump had wanted it. The transcripts below will show you there was a dispute of fact between two candidates, but not just any fact, a fact which Jeb Bushwould full well known, as would have Trump. Because afterTrumpna attempt to muscle gambling into Florida over the objections of an anti-gambling Republican governor failed, he sued his former employee for his own failure.Eichenwald point is that either Trump lied baldly to the face of a former elected official on national television (and moderators let him get away with it unchecked) or: Now consider the other option, that Trump committed perjury in the 2007 testimony. There, he admitted pushing for casino gambling in Florida, but said he would have gotten what he wanted if hehadn been tricked by Fields. The rationale for the perjurious testimony issimple wants money from a man who stopped working for him and, once again, the story lets him deny he is anything less than perfect. Why is all of this important? In the late 1990s, House Republicans impeached Democratic President Bill Clinton for allegedly lying in a deposition about a sensitive personal offense to his wife. The entire media hounded President Clinton over the Whitewater scandalfor half of the decade and it was the only thing they could find. Republicans selected a nominee who is legendary for his lies, but unlikeTrump other tall tales and obvious gaslighting, this lie was either told to a Florida court of law under oath (it does seem like Trump lives in the Florida court system at times) or to national television and hisparty base to discredit his opponent by turning the truth onit head.Trump penchant for turning the truth upside down is not only a disastrous character flaw, butit a mortal danger to our national safety that he is even on the ballot as a major party candidate for President. See for yourself the two transcripts Newsweek published and decide for yourself if Trump perjured himself to the court or lied to the Republican debate audience. Compare the two options presented by Eichenwald,there no third option here: Bush: ?The one guy that had some special interests that I know of that tried to get me to change my views onsomething was generous and gave memoney Donald Trump. He wanted casino gambling in Florida.? Trump interrupted Bush: Trump: Ididn? Bush: Yes, you did. Trump: Totally false. Bush: You wanted it, and youdidn get it, because I was opposed to? Trump: I would have gotten it. Bush: Casino gambling before? Trump: I promise, I would have gotten it. Bush: During and after.I not going to be bought by anybody. Trump: I promise, if I wanted it, I would have gotten it. Bush: No way. Believe me. Trump: I know my people. Bush: Not even possible. Trump: I know my people. Transcript of 2007 Trial Deposition: A lawyer asked Trump, ?Did you yourself do anything to obtain any of the details with respect to the Florida gaming environment, what approvals were needed and so forth?? Trump: A little bit. Lawyer: What did you do? Trump: I actually spoke with Governor-Elect Bush; I had a big fundraiser for Governor-ElectBush I think it was his most successful fundraiser, the most successful that he had had up until that point, that was in Trump Tower in New York on Fifth Avenue. Lawyer: When was that? Trump: Sometime prior to his election. Lawyer: You knew that Governor Bush, Jeb Bush at that time, was opposed to expansion of gaming in Florida,didn you? Trump: I thought that he could be convinced otherwise. Lawyer: But youdidn change his mind about his anti-gaming stance, did you? Trump: Well, I never really had that much of an opportunity because Fields resigned, telling me you could never get what we wanted done, only to do it for another company. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mfalse",
        "url": "http://occupydemocrats.com/2016/09/23/just-newsweek-accuses-trump-committing-felony/",
        "ID": 1202,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Hillary Clinton was almost universally declared the winner oftonight debate by the mainstream media, but online polls and twitter trends said otherwise. The #TrumpWon hashtag soon began circulating and eventually was the top Trend in the United States. The #1 trend on Twitter right now is #TrumpWon ? thank you! ? Donald J. Trump (@realDonaldTrump) September 27, 2016What curious about that is not that it was trending but where it originated from ? which will come as quite a surprise: Data is from Trendsmap.comThat right- the #TrumpWon hashtag originated in St. Petersberg, Russia, where dictator Vladimir Putin is known to house his army of hundreds of paid cyber-trolls and bloggers, who work overtime to advancePutin agenda as part of a strategy known as dezinformatsiya.It a classic disinformation campaign working to sow discord and provoke conflict, to exacerbate divisions and amplify rivalries among the allies of those that would threaten Moscow.Putin trolls have already been caught flooding American social media circles with pro-Trump and pro-Putin propaganda as the Russian state-controlled media promotes Trump to their European audiences. Putin is working hard to try to tip the scales in favor of Trump, who he knows he can manipulate into lifting the harsh economic sanctions level led against Russian oligarchs by the Obama administration after the Russian annexation of Crimea in 2014 and will turn a blind eye to further Russian aggression in Eastern Europe. The Guardian reached out to some ex-bloggers and they described their working conditions as those akin to an internet sweat shop: ?humourless and draconian, with fines for being a few minutes late or not reaching the required number of posts each day. Trolls worked in rooms of about 20 people, each controlled by three editors, who would check posts and impose fines if they found the words had been cut and pasted, or were ideologically deviant.? So remember ?don trust online polls or argue with idiots in the comments section. It might be a Russian blogger making $800 a month in a a dark dungeon just trying to get by. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mfalse",
        "url": "http://occupydemocrats.com/2016/09/27/breaking-putins-troll-army-caught-rigging-twitter-pretend-trump-won/",
        "ID": 1234,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Last night, the city of Charlotte was rocked with protests for a second straight night as massive crowds protested the police killing of Kenneth L. Scott. During the protests, a civilian was shot in the head and critically injured. The police quickly told the media that the shooter was also a civilian, but a number of eyewitness reports seem to indicate that the police are lying ? and that the shot came from law enforcement. One key eye witness report emerged from Charlotte on Twitter, along with a graphic photo of the bloody aftermath and a haunting statement from Todd Zimmer, who claims to have assisted in the emergency response: ?Ididn want to post about this, but my city is lying about what happened tonight. Let the record show.? My friend @neutralized was on the ground in Charlotte. He saw the shooting. Here's his account. pic.twitter.com/H5cQXrAn37 ? Max Berger (@maxberger) September 22, 2016 We interviewed Kahran Meyer, who is a North Carolina criminal defense lawyer and a key eye witness on the scene. The 29-year-old published this tweet just an hour after witnessing the shots and noticing that the weapons discharge did not sound like a typical firearm: I watched a man die tonight with my own two eyes. It was NOT by a civilian. I don't care WHAT CNN tells you. I was right fucking there. ? BLACK MATLOCK (@KahranAtLaw) September 22, 2016 ?Ididn realize that I was standing next to someone from CNN at the time. It started when everybody met at the park and marched from there down a couple of city blocks, when somebody saidlet march to the police station. It was peaceful, people had signs that said ?Hands Up,Don Shoot,? Kahran Meyers told me at 1:50am tonight. ?The protest then marched to College Street and Trade Street in front of the Omni Hotel. At that time, police were not at all directing traffic, just keeping the peace,? Meyer told me almost breathlessly, ?I?ve been told that the idea was to walk into the Omni and hold our hands up [in protest] and chant ?hands up,don shoot? and there was a crowd of roughly 1,000 people. We wanted to demonstrate to the upper class, the bourgeoisie that there is a problem.? ?After leaving ?The Epicenter,? police made a human barrier to block a return to the main square, so the crowd was facing the hotel. At that point, all of the protests were completely peaceful ? andthat when the riot police arrived. I swear to god, you could feel the temperature go up by 10 degrees.? Meyers had a brief interaction with one of the riot officers at that point, and asked them whose idea it was to send out police in heavy armor. The Charlotte officer coyly nodded his head upward as if to indicate brass. Meyers told him that it was an unnecessary escalation and he replied, ?oh, absolutely.? Five minutes later, a protester lay near death in a pool of blood in the street. ?Itwasn a gunshot,? she told us. ?It was much louder. Itwasn a civilian injury. The way people scattered. No way. At least a dozen people exclaimed loudly ?They just shot him? and people in the crowd were familiar with him [the protester shot by police]. At that point, the peaceful protesters whohadn already left, exited.? At that moment, Meyers says that Charlotte-Mecklenberg police then read the riot act to the protesters. As she made it to the next block, police opened up with teargas from two directions into the already retreating crowd of peaceful protesters. It took Meyers fifteen minutes to leave the scene, and as she was departing she spotted a news crew reviewing live video, it was a split-screen. According to Meyer, that videographer was from CNN and had been standing next to the lawyer, and when reunited said it was ?entirely too loud for a gunshot too. It was so loud it shook my tripod and all of my equipment.? CNN reports, ?Police say the person was shot by a civilian.? The City of Charlotte began spinning theprotester grave injuries immediately on Twitter: ALERT: Fatal shot uptown was civilian on civilian. @CMPD did not fire shot. ? City of Charlotte (@CLTgov) September 22, 2016 Two additional eye witness reports have emerged on Twitter refute the Charlottepolice claim that a civilian shot and severely injured a protester. The first is from the Charlotte Clergy Coalition for Justice, who issued a press release of sorts through a widely followed Palestinian rights activist. ?I saw the man go down on the pavement,? said Minister Steve Knight of Missiongathering Christian Church in Charlotte whose written statement points the finger squarely at Charlotte-Meckenberg Police for the shooting, ?It was an ambush. The victim was shot while he stood between two ministers, and we believe he was shot by police.? Lastly, a man named Eddie Thomas posted on Facebook ? which was also shared via twitter ? that, ?within 5 mins (no exaggeration a dude lay bleeding on the ground, eye rolling in the bakc of his head. he got shot with something, maybe a rubber bullet. I yelled at the bike cops for help and they did nothing.? When African-Americans attempt to express their frustration and anger and the violence inflicted upon them by the state, the state responds the only way it knows how ? with more violence. Original story by Grant Stern at PINAC News: ?WITNESS: Charlotte Riot Police Did Shoot Protester, Deny Involvement Blaming Civilians? Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mfalse",
        "url": "http://occupydemocrats.com/2016/09/22/multiple-witnesses-riot-police-shoot-unarmed-charlotte-protester-head/",
        "ID": 1189,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " NewJersey despised Republican Governor Chris Christie is in scalding hot water as the top state legislators are now looking into filing articles of impeachment against him if he is found guilty of having orchestrated the closing of the George Washington Bridge in order to punish a political rival. Christie has been ordered to produce personal emails related to the Bridgegatescandal by a judge, as WNYC reports: The decision on impeachment will be up to Democratic Speaker Vincent Prieto and if he gives the go-ahead, the Assembly Judiciary Committee would begin the process.It takes a majority of the 80-member Assembly to vote articles of impeachment. If it passes the Democrat-controlled body, the trial would be in the Senate, where two-thirds of senators would be needed to convict. Although Democrats hold a majority in the Senate, they would need three Republican senators to join them if all Democrats vote to convict. Chris Christie is also RepublicanPresidential nominee DonaldTrump transition team chairperson. Just four days ago, federal prosecutors pointed the finger at Christie at the start of a federal trial involving three senior aides to the Governor, accusing Christie of being deeply involved in the political retribution plot to shut down the George Washington Bridge to New York City, which resulted in the death of one person in an ambulance as enormous traffic jams stranded hundreds of thousands of motorists on one of theworld busiest bridges. Governor Christie wasTrump most authoritative surrogate, as well as the first major conservativeRepublican endorser, in a move which most assumed meant that his political career was over inasmuch as his public service career now depended onTrump benefaction. Going from a multi-year flirtation with running for the highest office to endorsing Trump last March in a widely mocked ceremony then represented a stunning level of political debasement coming from the Governor. Famously, Chris Christie once lied for two hours straight to a nationally televised press conference, which you can see below in its painstaking detail.It have cued it to 1:43 so you can watch the RepublicanGovernor the flat out denial of any knowledge of BridgeGate which he gave on January 9th, 2014, just two short months after his re-election, and four months after the scandal which delayed ambulances and emergency services. BrideGate literally gridlocked an entire town. Last week it was revealed that Governor Christie was actually informed personally about BridgeGate at the 9/11 memorial ceremony in 2013 from his senior aides, and stood by, and did nothing, though his aides knew about it and called him out for lying to everyone in their electronic messages. The Republican Governor once thought to be the future of the party is about to be booted from office by his self-defeating act of lying about hisadministration bare knuckle political bullying. We will watch this story closely, and await the reaction of Republican nominee Donald Trump the impeachment charges Christie is facing, because the New Jersey Governor is one of the pillars of thisyear Republican Presidential campaign. Watch his shame: Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mfalse",
        "url": "http://occupydemocrats.com/2016/09/23/breaking-new-jersey-moves-impeach-chris-christie-bridgegate/",
        "ID": 1200,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " Republican nominee Donald Trump has been treading treasonous territory for months now, raising eyebrows around the nation for a foreign policy that openly supports the ambitions of Vladimir Putin, the dictator of the Russian Federation.He surrounded himself with men with close ties to the Kremlin and the oligarchs that pull the strings behind the scenes;he being openly supported by Russian state-controlled media and by Russian intelligence services, who have breached the electronic servers of Democratic Party operatives and released selected pieces of information in an attempt to sow discord. Throughout all of this, Trump has insisted that he has no business ties to Russia. ?For the record, I have ZERO investments in Russia? he tweeted in July. Now ? brace yourself, this might come as a shock ? it appearshe been lying to us the whole time. An ABC News investigation has found that Donald Trump has ?numerous ties? to Russian interests both here in the United States and in Russia. ?The level of business amounts to hundreds of millions of dollars ? what he received as a result of interaction with Russian businessmen. They were happy to invest with him, and they were happy to work with Donald Trump. And they were happy to associate?[and] be associated with Donald Trump? says Sergei Millian, who heads a U.S.-Russia business group. Trump has reaped huge profits off his business deals with Russian oligarchs that stretch from hosting the 2013 Miss Universe contest in Moscow and selling Trump-branded real estate to ?large numbers? of Russian buyers ? so many that the Sunny and Hollywood Islands in Florida became known as ?Little Moscow.? The oligarchs of Russia made their fortunes by making deals to acquire huge numbers of shares in the state-owned companies of the former Soviet Union as the country shifted to a free-market economy, turning them into billionaires overnight. Towards the end of the Boris Yeltsin era, the oligarchs controlled 50% to 75% of all Russian finance. Now, they use their influence and wealth to prop up the Putin regime, while he turns a blind eye as they rob the country blind. Putin himself has amassed a fortune of $70 billion that could be as high as $200 billion. The oligarchs are constantly looking to funnel their ill-gotten gains out of the country, and it turns out purchasing Trump properties was a favored way to do so. It makes sense ? they are all men cut from the same gold cloth. They are self-entitled narcissistic materialists who care for nothing but increasing their own personal wealth. ?I think material wealth for them is a highly emotional and spiritual thing. They spend a lot of money on their own personalconsumptiondon read books. Theydon go to [art] exhibitions. They think the only way to impress anyone is to buy a yacht? says former KGB agent Alexander Lebedev, who went on to describe them as ?culturalignoramuses interested in social justice.? Sound like anyone we know? When the US State Department leveled sanctions on the Russian oligarchs in 2014 followingMoscow annexation of the Crimea, the oligarchs had one of their key money-laundering tools cut off. If Trump were president, however, he could end the sanctions and allow them to continue to enrich themselves ? and Trump himself. ?We?ll be looking at that, yeahwe be looking? said Trump on the issue of sanctions in July. These business dealings obviously present a great conflict of interest between the personal finances of a potential President and the foreign policy of our nation, which seeks to curtail the disruptive and corrupting influences of the Russian oligarchs and put a check on Russian territorial aggression in Eastern Europe. Would President Trump be able to put his personal profits aside? If this election has taught us anything at all,it that Trump cares about nothing but himself. We cannot allow him and his Russian cronies to take their corruption to the White House. Watch ABC News? report here: Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mfalse",
        "url": "http://occupydemocrats.com/2016/09/23/bombshell-abc-reveals-trump-paid-hundreds-millions-russian-oligarchs-2/",
        "ID": 1198,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": " STrump number one backer in Silicon Valley just had his secretive data company slapped with a major federal lawsuit for employment discrimination. The U.S. Department of Labor filed suit charging that Palantir Technologies, the Palo Alto technology company controlled by Republican businessman Peter Thiel, accusing him of systematically discriminating against Asian job applicants in thecompany hiring process. Palantir is a federal government contractor to the NSA. Sources say that Donald Trump wants to deliver a lifetime Supreme Court nomination to Thiel, who despises the FirstAmendment protections, anti-trust laws that break up monopolies and generally dislikes the institutions of democracy. Both the Stanford law school grad Thiel andTrump campaign later denied the report. Vanity Fair noted that: According to the lawsuit, Palantir looked at a pool of 130 applicants for its engineering intern positions: 73 percent of those who applied were Asian. Ultimately, the lawsuit says, the company hired four Asians and 17 non-Asians. ?The likelihood that this result occurred according to chance is approximately one in a billion,? the lawsuit says. Ironically, Peter Thiel, the Trump donor who Bloomberg called the Republicannominee most unlikely supporter, is himself a first generation immigrant.Thiel parents came to America to find work in a high tech field, but nowhe supporting a candidate that opposes immigration altogether. Thiel was a PayPal co-founder and early Facebook investor, but remained relatively unknown outside of tech circles until earlier this year. The billionaire revealed himself in March to be HulkHogan secret benefactor funding the bogus lawsuit that bankrupted Gawker, in retaliation for revealing thebillionaire then-secret sexual orientation. But now, the entire world knows Mr. Thiel prefers male company, after he delivered a very personal political address at the Republican National Convention in Cleveland. Thiel then called out theGOP bathroom law obsessions as wrong and said, ?Every American has a unique identity.I proud to be gay,I proud to be a Republican,? after a lengthy rant against ?government incompetence.? He became the first ever openly gay speaker at the RNC to acknowledge his sexual orientation on the dais, and only the second speaker to be openly gay period. Unfortunately, his own partydidn pay much attention to the speech, which was surprisingly well received inside the hall (as you can see below), because they passed the most anti-LGBT platform in party history this year, which speaks volumes when you consider that the Bush Administration used anti-marriage equality ballot initiatives to draw support from their base of bigots and haters throughout the early 2000s. ?Federal contractors have an obligation to ensure that their hiring practices and policies are free of all forms of discrimination,? said the Department ofLabor OFCCP Director Patricia Shiu. ?Ournation taxpayers deserve to know that companies employed with public funds are providing equal opportunity for job seekers.? Lisa Gordon, a spokeswoman for Palantir, said the company will defend itself vigorouslyand denies allegations of bias in a statement to Bloomberg News. Now, the executive who accused his employer ? the federal government ? of incompetence will have to prove in a legal action that hiscompany hiring practices were competent, in the face of daunting evidence to the contrary. Download our NEW Occupy Democrats app for your iPhone by clicking here or for your Android by clicking here. Add your name to millions demanding that Congress take action on thePresident crimes. IMPEACH DONALD TRUMP!",
        "label": "mfalse",
        "url": "http://occupydemocrats.com/2016/09/28/trumps-biggest-silicon-valley-donor-sued-by-feds-for-discrimination/",
        "ID": 1238,
        "publisher": "occupydemocrats.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "26 SHARES Facebook Twitter A man wearing a security uniform entered a mall in St. Cloud, Minnesota on Saturday night. He began shouting Allahu Akbar as he stabbed 9 shoppers. The attacker is reported to have asked at least one victim if they were Muslim before stabbing the person. The attacker has now been identified as Somali immigrant, Dahir Adan, a Muslim. St. Cloud Somali-American community members are the ones who identified Adan as the terrorist, reported SC Times. On Sunday ISIS claimed that Adan was one of their own.Adan terror attack came on the heels of a bomb being detonated at a Marine Corps race in New Jersey, a Muslim man attacking New York police with a meat cleaver, and a bomb exploding in Chelsea, Manhattan that injured 29 civilians on Saturday. Members and officials of the St. Cloud Somali community made a statement expressing support for theterrorist family. The Somali officials said that Adan was a good man as far as they knew, and that he was an ?accomplished student? in high school (but of course). St. Cloud Mayor Dave Kleis reported to the media that Adan was shot and killed by off-duty police officer, Jason Falconer. Kleis called Falconer a hero who ?happened to be in the right place at the right time.? Falconer approached Adan during the stabbing spree and identified himself as an officer of the law.That when Adan lunged at him in an attempt to stab and kill him. Officer Falconer then proceeded to send Adan to Allah where he will be greeted by his 72 virgins which surely will turn out to be pigs. Last year the Washington Times reported thatObama administration had relocated almost 10-thousand Somali refugees to Minnesota. The Times went on to say that Somalis are targeted by terror groups such as ISIS for recruitment, and that one organization warned of attacks on American malls. ?This population is also being targeted by Islamist terror organizations like the Islamic State and al-Shabab, a Somalia-based group with links to al Qaeda, according to U.S. officials.? ?Among Minnesota-based Somali-Americans, American converts to Islam or Somali refugees, there have been numerous convictions for various levels of collaboration with Islamist terror groups, plus reports of fighting with al-Shabab or other Islamist groups.? ?Al-Shabab made a propaganda video warning of an attack on shopping malls around the world, including the Mall of America in Minnesota. Al-Shabab claimed responsibility for the terror attack on the Westgate shopping mall in Kenya two years ago, which left 67 dead.? In July of this year, World Net Daily reported that Somali refugees in Minnesota regularly threaten women there with kidnapping and rape. In May, Voice of America News reported that ISIS has steadily grown stronger in Somalia, and that the terror organization is now a major threat. ?Pro-Islamic State Somali militants have grown in numbers and are receiving financial and military support from Yemen, a top intelligence official told the VOA Somali Service.? ?He said Islamic State has welcomed its Somalia branch and has started delivering supplies through their affiliate faction in Yemen.? ?They received military supplies from Yemen ? weapons, uniform, ISIS sent trainers who inspected their bases, and they have started sending financial support,? he said. In June, three Somalians living in Minnesota were convicted of trying to join ISIS. In July, the Somali terror group al-Shabab was approached by ISIS officials in an attempt to join forces to attack America. Department of Homeland Security documents show that while Hillary Clinton served as Secretary of State, over 31,000 Somali refugees were relocated to the United States. If Hillary is elected, she plans on increasing the number of Muslim refugees from Syria alone by over 500%. Breitbart News reported that under a Clinton administration, the total number of Muslim refugees from all countries could top 1 million in her first term alone.It clear that Muslim immigrants and refugees are being targeted for recruitment by ISIS and other terror groups.It clear the damage they can do as we saw last weekend with the stabbing attack in Minnesota. Men & women, minding their own business, had their faces slashed open, and were stabbed repeatedly by a single ISIS convert. And Hillary Clinton wants to import hundreds of thousands more of these potential terrorist scum. Hillary cannot be allowed to become president. Under her rule, terror attacks on U.S. citizens will increase exponentially. All because she and the DNC want to pander to Islamists in the hope that they will vote Democratic, and that their party will continue to rule. A vote for Hillary is a vote for ISIS and other terror groups who are hell bent on killing American men, women, and children.Don vote for ISIS Hillary on November 8th. Vote Trump to Keep America Safe, and to send these terrorist pieces of sh-t back to Allah where they belong. Selah. By Jeff Rainforth Like Jeff on Facebook Follow Jeff on Twitter",
        "label": "mfalse",
        "url": "http://freedomdaily.com/revealed-minnesota-mall-attacker-idd-as-one-of-hillarys-somali-muslim-refugees/",
        "ID": 1041,
        "publisher": "freedomdaily.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "A Daisy of a Rerun I am of an age which includes probably the first major political distortion in Presidential campaigning. That being the TV advertisement of an innocent little girl, sitting in a field picking daisy petals one by one, while a mushroom cloud arises in a most sinister fashion behind her. The year was 1964 and the incumbent President Lyndon B Johnson approvedthat message. Only problem was that he followed the course in Vietnam which he was trying to assign onto his supposedly ?war mongering? opponent, Barry Goldwater. Today, as our history books find difficulty in revisitingJohnson deceitful war policies,Goldwater vindication is now generally accepted without any acknowledgment from ourNation media. I mention this as a backdrop of our current Presidential campaign. Just maybe another daisy advertisement could be made, only this time, that little girl should be picking those daisy petals for each Clinton failure. Such a rendering, depicting reasons why Clinton is unworthy of the Presidency, would be shattering to her campaign. Obviously, this version will never make it to our living rooms yet there are rumors that a Daisyremake aimed against Trump, has been mentioned. That being said, such considerations demonstrate just how desperate are the Clinton staffers. Somehow, if those daisy petals could be offered against Clinton as I previously mentioned, its message could outweighGoldwater 1964 deception, when based upon the accuracy of recent events. Instead,today voters continue to wrestle with or just ignore the printed garbage which is masquerading as ?news and views.? With the recent about-face announcement from Ted Cruz, themedia reaction of ridicule was to be expected. Now, another unbalanced AP report unfolded, this one detailingTed ?dramatic about-face that may help unite a deeply divided Republican Party.? This in addition to previous statements in which Cruz called Trump a ?pathological liar? and ?utterly amoral.? As the article relates, Trump countered with his nickname of ??Lyin Ted,? insulted his wife, and linked his father to the John F. Kennedy assassination.? These actual quotes were selected for public consumption for one reason and although highly slanted and selective, it grades out under the sanctions of fair journalistic fodder. Schools of journalism teach that Americans are famous for both their short memories and their short attention spans. So, is it any wonder that our media pundits often place the more critical details far into an article, even within the closing paragraph, since many readers turn off after one paragraph? Another safeguard of a derogatory story, which must unavoidably be reported is that its coverage is short-lived. I say derogatorywhen regarding the democratic and liberal policies and/or individuals. This exclusive slanting has been so prevalent that the ?liberal press? moniker has now everyday acceptance. It is to this unbalance that the informed and curious must either work on their retention skills or record the scanty details from a pertinent event. This extra correlation is my fountain for the following excerpts which will never qualify for thepublic re-airing. Also, the blatant public disservice, when comparing the above cited quotes verses what the AP ignores, needs no further explanation. Also, with the first debate squarely in view, the caliber of moderating will now and forever pivot upon the Candy Crowley faux pas. Especially annoying is the unchanged format andr?s of the personnel who will rule this forum. In an effort to tone down or balance this slanted presentation, choice commentary against the protected candidate can offer a logical alternative and demonstrates reasons for its AP exclusion. These quotes become especially prominent since both commentators are democrats themselves, and who have now reversed their opinions and are vigorously campaigning for the recipient of their former objections. With that, consider thePresident past considerations oftoday democrat candidate, his hopeful successor, when back during the 2008 primary, Obama stated of Hillary, ?She will say anything and change nothing. Hillarycan be trusted andisn qualified to be President.? Obviously, the deception and the intentional abandonment, along with the two weeks of lying about Benghazi had yet to occur. Not only is this pertinent,it damning, given the time frame. Also during that same campaign, future first lady Michelle offered this opine: ?If youcan run your own house, you certainlycan run the White House.? Apparently, that one shortcoming continues to this day and while concerning if not pertinent, it is omitted from an equal public review. Again,wouldn it be ironically significant to rerun that daisy commercial, only this time with documentation for each petal? That type of accounting may be even more withering than that long ago false imaging of a mushroom cloud! The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mfalse",
        "url": "http://eaglerising.com/37040/michelle-obama-attacks-hillary-if-you-cant-run-your-own-house-you-certainly-cant-run-the-white-house/",
        "ID": 954,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "After collapsing just before trying to step into her van after being removed from the 9-11 ceremony in New York City, Hillary Clinton emerged from herdaughter apartment seeming like a new person. Too new to be believed as a matter of fact, since the Hillary at ChelseaClinton apartment was noticeably well and energetic. Even more unbelievable was the difference in appearance such as her being many pounds lighter, more vibrant, and apparently having a sort of drive through type rhinoplasty preformed in the short amount of time she was in the apartment. The nose on the Hillary Clinton double at the apartment is clearly different than all pictures of Hillary in the past. The different nose is a dead giveaway, in the identification of nose types, the real Hillary Clinton has what is known as the Nordic nose, which is quite common and straight. The clone has a distinctively different nose that slightly curves downward at the tip and has a slight elevated area along the bridge, this being more of a Roman type. Aside from the different nose types, the clone Hillary rather appears to be a younger version of the original with much less aging apparent.Hillary stand in also has no mole above her right lip, Hillary Clinton does. Since the real Hillary Clinton obviously has such bad health issues that practically prevents her from even campaigning, we must assume that her clone stand in will do most of the appearances she is scheduled to do before the election, aside from those Bill Clinton will do himself. The question we must ultimately ask ourselves is, will Hillary actually be physically capable of doing any debates with Donald Trump that are coming up? Or will she elect to have her double stand in at some or all of the debates? What we need to look for immediately is her appearance. If she appears to be much thinner, younger, or without a cough and hoarseness, we should know, this is not the real Hillary Clinton. If she appears to be right on the mark, without any incidents of brain freeze or forgetfulness, this is the clone, not Hillary Clinton. The biggest speculation that we all should be concerned about is, will the real Hillary Clinton ever be seen or heard as President of the United States? Or will her double conduct all public appearances, meetings with foreign dignitaries, State of the Union addresses, and speeches? It could be possible that if she wins the election, it will be her double that participates in the inauguration in every aspect, including the Swearing In. It is a very big possibility that the real Hillary Clinton may not even play a part of a new Clinton Administration and all decisions will be made by her cabinet from the direction of her clone via an invisible entity. If anyone thought President Obama may not be who he claims he is, such a Clinton Administration being conducted entirely without Hillary herself would make any speculation we may have about Obama seem inconsequential. The American people are being played to go one step further than what we already have in Barack H Obama who remains a mystery man in all respects since he has his personal records sealed, to accept an idea as President. Hillary Clinton may be the first Administration in US history where she is only a figurehead, or an idea, but not in charge of anything. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mfalse",
        "url": "http://eaglerising.com/36880/a-hillary-clinton-administration-may-be-entirely-run-by-a-figurehead/",
        "ID": 825,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "Back when the news first broke about the pay-to-play corruption involving then-Secretary of State Hillary Clinton and the Clinton Foundation ? where donors to the foundation were granted political access, including lavish White House State dinners ? the Clinton campaign responded by focusing on all the supposed goodthat the foundation has done over the years. Idon think anyone was fooled into thinking that the Clinton Foundation was anything other than a money-making machine for the Clinton family and their well-connected friends. The foundation had to at least have the appearance of being a charity, so they had to divert some of their resources to causes. That way, they could always point to those grants as evidence thatthey an organization for good. The Daily Caller reported that only 5.7 percent of the money they raked in went to actual charity: Just 5.7 percent of the ClintonFoundation massive 2014 budget actually went to charitable grants, according to the tax-exemptorganization IRS filings. The rest went to salaries and employee benefits, fundraising and ?other expenses.? The Clinton Foundation spent a hair under $91.3 million in 2014, theorganization IRS filings show. But less than $5.2 million of that went to charitable grants. That number pales in comparison to the $34.8 million the foundation spent on salaries, compensation and employee benefits. Another $50.4 million was marked as ?other expenses,? while the remaining almost $851K was marked as ?professional fundraising expenses.? Despite taking in an additional $30 million in 2014, the Clinton Foundation spent 40 percent less on charitable grants in 2014 than in 2013. Even as it slashed charitable spending, the foundation increased the amount spent on salaries, employee benefits and compensation by $5 million in 2014. The foundation also spent $5 million more ?other expenses? in 2014. Sometimes, things are exactly as they appear. This was nothing more than a way for the Clintons to make massive amounts of money. And Hillary used her position as Secretary of State to pull money from rich people in exchange for political favors. The views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by EagleRising.com",
        "label": "mfalse",
        "url": "http://eaglerising.com/36847/clinton-foundation-spent-5-7-on-charity-rest-went-to-salaries-and-other-expenses/",
        "ID": 792,
        "publisher": "eaglerising.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "BOOM! Charlotte Officials FINALLY Silence Rioters With One E P I C Announcement! [VIDEO] The rioting in Charlotte has practically crippled the city. Businesses were looted, windows were smashed. So-called protesters have committed any number of crimes, from arson and assault, to murder. North Carolina Governor Pat McCrory was forced to declare a state of emergency and called in the National Guard to get the situation under control. And now, government officials have had enough too. They just made a huge announcement that will have people thinking twice before they start protesting again. Officials just released a proclamation that says any people caught rioting, looting, destroying property or otherwise being violent in any unlawful manner will have their government benefits permanently revoked. But itdoesn end there ? any minor children who participate in the violence will face the same repercussions? and so will their parents. The parents of minors caught rioting will not only be held accountable for theirchild actions, but they could face losing their state benefits as well. They could also face referrals to social services and could potentially lose custody of their children. ?Parents are responsible for their children. If they are allowing them to engage in lawless behaviors there will be consequences for them as parents,? city official Wilson Stewart said during a press conference. ?Many of the individuals we have detained are high school students. We urge parents out there to know where their children are at all times until tensions are quelled. Have them adhere to the mandatory curfew. Make them aware that participation in looting, destruction of property and violently demonstrating on any level will come with severe penalties.? ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now Will this keep protesters from turning violent? Will it prevent thugs from exploiting a tragic death so they can have an excuse to riot and loot and attack people? Only time will tell, but at least now they will know that there are serious consequences to their actions. Parents may also be more inclined to keep an eye on their kids and you know? act like parents.Let be real, if your kid is caught rioting and looting, thenthere a good chanceyou not doing a good job at parenting. Officials have also put a curfew into place as they work to restore peace and order in Charlotte.",
        "label": "mfalse",
        "url": "http://rightwingnews.com/black-lives-matter/boom-charlotte-officials-finally-silence-rioters-one-e-p-c-announcement/",
        "ID": 2093,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "BOOM! Marines Send TERRORISTS Scathing Message There a reason thatit called terrorism.It because ISIS, and terrorist groups like them, use fear and propaganda as a means to intimidate people into getting what they want. With ISIS and other Islamic terrorists, what they want is to force people to convert to Islam and live their lives subservient to their Muslim rulers. Anyone who refuses is branded an infidel and faces death. ISIS even puts out hit lists of those who they want to target for their non-belief. While the notion of being put on a terrorist hit list may strike fear into mostpeople hearts, Marinesaren bothered in the slightest. They welcome it, actually, because if the terrorists try to attack the Marines, then theydon have to worry about hunting them down. Not only are they not intimidated,they rubbing their lack of intimidation in the terrorists? faces. A series of billboards have been erected across the nation to let terrorists know that Marines are ready for them. And it surely will make terrorists think twice before taking on the United States Marine Corps: ? 101 Things All Young Adults Should Know by Sir John Hawkins John Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted adults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins provides advice everyone can benefit from in short, digestible chapters. Buy Now Considering how many terrorist attacks the United States has seen over the past year, therecouldn be a better time for the Marine Corps to send this message to the terrorists. Liberals were furious over it naturally, but they will bend over backwards to placate terrorists and will do everything they can to prevent Americans from being able to defend themselves. Who cares what they think? And this message drives a stake right through the heart of the terrorist agenda. Remember, what they want is to make people afraid. These billboards show that not only are the Marines not afraid,they ready to take the fight to the terrorists. Ifwe not afraid, then the terrorists lose. Sorry, ISIS. Game over. Share this on Facebook if you agree with this badass statement!",
        "label": "mfalse",
        "url": "http://rightwingnews.com/military/boom-marines-send-terrorists-scathing-message/",
        "ID": 2092,
        "publisher": "rightwingnews.com",
        "fact_checker": "buzzfeed"
    },
    {
        "question_text": "BREAKING: Did Hillary Clinton Have a Nervous Breakdown? Rumors have surfaced that Hillary Clinton may be having a nervous breakdown. In this video we posted yesterday, Clinton appears to lose eye control. Shortly after this event, she canceled her posh fundraiser in North Carolina scheduled for the same day, mere minutes down the road from where she was. Howeverit was worse than we thought, as one of our researchers discovered this about HillaryClinton schedule. Interesting fact?.I just searched HillaryClinton rally events scheduled between September 20 ? October 19 ? She has ONE scheduled. The rest of the events are fundraisers and the scheduledoesn list her as a speaker at any of the fundraisers. Trump has FOUR rallies scheduled between September 20-22!!!! There are many questions about her health, and admittedlyI no expert. However I am a realist. I recently posted that Hillary Clinton needed Secret Service to help her up TWO steps at this very rally. What healthy person needs help up two steps? And the secret service man had a vice grip onClinton left hand. I further predicted that Hillary Clinton would not be able to cover up her illness, and would eventually melt down. Further rumors are the DNC is scrambling, as potential replacements for Clinton are being sought. The Democrats have a major problem here, as Sanders remains a sock puppet for Hillary Clinton, anddoesn appear to want to be president any longer. No matter who the Democrats choose, their dilemma remains that they have positioned Hillary Clinton as the best and only choice. Remember, her coronation began four years ago, and the DNC has the emails to prove it. As for HillaryClinton health, regardless of what you think about the eye movements and the potential for conspiracy theories, Clinton is ill. The Leftwon be able to hide this much longer, and it will vindicate all the ?conspirators.? Worse yet, the health cover-up will reveal to America what we already know about Democrats. They are crooked to their black cores. Expect lots more on this to surface over the next few days.",
        "label": "mfalse",
        "url": "http://theblacksphere.net/2016/09/breaking-did-hillary-clinton-have-a-nervous-breakdown/",
        "ID": 878,
        "publisher": "theblacksphere.net",
        "fact_checker": "buzzfeed"
    }
]