[
    {
        "question_text": "Green Party condemns former candidate for throwing non-organic pumpkin seeds at Trudeau",
        "article_text": "HAMILTON – Green Party Leader Elizabeth May is condemning a former candidate of her party for throwing non-organic pumpkin seeds at Prime Minister Justin Trudeau earlier today.\n\nAccording to the RCMP, the woman who tossed seeds at the Prime Minister in a protest against the LNG pipeline decision had purchased the pumpkin- which contained the seeds- from a local Loblaws instead of a certified organic farm.\n\n“Our party never thinks it’s okay to throw seeds that were grown with the use of pesticides,” explained May at an emergency press conference. “We strongly condemn any behaviour that doesn’t take into account local farmers. Her actions only reinforces big agribusiness and does not reflect Green Party values.”\n\nMeanwhile, the RCMP conducted a thorough search of the candidate’s home and seized lentils, quinoa, and a variety of other improvised tossing material.",
        "label": "satire",
        "ID": "2007"
    },
    {
        "question_text": "Before Trump's Presidency, US Privacy Board in Disarray",
        "article_text": "A federal board responsible for protecting Americans against abuses by spy agencies is in disarray just weeks before President-elect Donald Trump takes office.\n\nThe five-member Privacy and Civil Liberties Oversight Board will have only two remaining members as of Jan. 7 — and no Democrats even though it is required to operate as an independent, bipartisan agency.\n\nThe vacancies mean it will lack the minimum three members required to conduct business and can work only on ongoing projects. Trump would have to nominate new members, who would have to be confirmed by the Senate.\n\nThe board was revitalized after former National Security Agency contractor Edward Snowden's disclosures on the scope of U.S. spying in 2013. It notably concluded that the NSA's phone surveillance program was unconstitutional.",
        "label": "real",
        "ID": "184"
    },
    {
        "question_text": "Hillary Clinton Thanks Supporters, Refers to Popular Vote Win in End-of-Year Email",
        "article_text": "Hillary Clinton thanked her supporters, referring to her popular-vote victory, and wished them a happy holiday season in an end-of-year email sent Monday.\n\nIn the email, Clinton mentioned the rough number of votes she received in the 2016 presidential election and that her popular vote win showed promise.\n\n\"Before this year ends, I want to thank you again for your support of our campaign,\" Clinton wrote in the email. \"While we didn't achieve the outcome we sought, I'm proud of the vision and values we fought for and the nearly 66 million people who voted for them.\"\n\nClinton also encouraged supporters to keep pressing forward saying she believes it is \"our responsibility to keep doing our part to build a better, stronger, and fairer future for our country and the world.\"\n\nBut she did not indicate any specific plans for the future.\n\nNY Attorney General Hinders Trump Plan to Shutter Foundation\nHillary Clinton Officially Wins Popular Vote by Nearly 2.9 Million\n1,000 Roses and Sidewalk Messages in Chalk for Hillary Clinton\nThe email ended with Clinton's well wishes for the new year and said she would be \"in touch\" in 2017.\n\n\"I wish you and your family health, happiness, and continued strength for the New Year and the work ahead,\" she wrote.\n\nShe also expressed her year-end wishes on Twitter.",
        "label": "real",
        "ID": "1014"
    },
    {
        "question_text": "Donald Trump taps former Bush aide as top counterterrorism adviser",
        "article_text": "President-elect Donald Trump has tapped former Bush aide Tom Bossert to serve as assistant to the President for homeland security and counterterrorism, his transition team announced Tuesday.\n\n“Tom brings enormous depth and breadth of knowledge and experience to protecting the homeland to our senior White House team,” Mr. Trump said in a statement. “He has a handle on the complexity of homeland security, counterterrorism, and cybersecurity challenges. He will be an invaluable asset to our Administration.”\n\nThe post will be a return to the White House for Bossert, who previously served as the deputy homeland security advisor to former President George W. Bush. Before that, he spent two years as the White House’s director of infrastructure protection policy.\n\nSince leaving the White House, Bossert has run a national security consulting business and served as a fellow at the Atlantic Council focusing on cybersecurity.\n\nMr. Trump’s transition team said the position for which Bossert was selected has recently been performed by a deputy to the National Security Advisor, but that in Mr. Trump’s administration the job “is being elevated and restored to its independent status.” \n\nLt. Gen. Michael Flynn (ret.) will serve as Mr. Trump’s National Security Advisor.\n\n“I am looking forward to working closely with Gen. Flynn as we together help the President-elect advance the interests of the United States and its allies,” Bossert said in a statement.",
        "label": "real",
        "ID": "1007"
    },
    {
        "question_text": "Texas kicking Planned Parenthood out of Medicaid funding",
        "article_text": "AUSTIN, Texas -- Texas has given Planned Parenthood final notice of plans to cut off Medicaid funding, a move that federal judges have so far blocked other Republican-controlled states from making. \n\nPlanned Parenthood responded Tuesday by saying it will also ask a court to stop Texas from defunding clinics in January. Arkansas, Mississippi, Louisiana and Kansas are among the states where judges have denied similar efforts.\n\nPeople are donating to Planned Parenthood in Mike Pence's name\nPlanned Parenthood had previously received $3.1 million in Medicaid funding from the state of Texas, according to the notice that was obtained by the Texas Tribune. Planned Parenthood says its clinics serve nearly 11,000 women in Texas each year through Medicaid. \n\nPlanned Parenthood will lose the Medicaid funding within 30 days. The organization has 15 days to appeal  by requesting an administrative hearing with the Texas Health and Human Services Commission, according to the Tribune. \n\nPlanned Parenthood President Cecile Richards responded by calling Texas “a cautionary tale for the rest of the nation.” The move comes at a time when her organization is simultaneously fighting to stop Congress from also cutting off taxpayer dollars. President-elect Donald Trump has given mixed signals about his feelings toward the group.\n\nLast week, the Obama administration barred states from denying federal family planning funds, although abortion opponents immediately said they would seek to repeal it when Mr. Trump takes office in January. ",
        "label": "real",
        "ID": "193"
    }
]