

[
    {
        "question_text": "White House Cleaners Also Happy To See Obamas Go!",
        "article_text": "It wont just be the majority of Americans outside of Washington D.C who will be glad to see the Obamas leave the White House.In a startling development, we understand that White House cleaning staff will also be looking forward to seeing the back of the Obama Family. White House cleaning manager, Maria Hernandez has revealed that most of her staff will be so relieved they are going, it was really hard on myself and my team. Mr President used to leave rubbish everywhere u2013 old newspapers, M&M wrappers, you name it.Its understood that shortly after the Trump election victory, a number of White House cleaning staff took the following afternoon off for a celebratory drink at local cocktail bar u2018off the record. It was here that they finally realized 8 years of extremely hard cleaning would subside.It was terrible said Antonia Juan-Fernando, Mr Obama used to love cookies and the crumbs he would leave, aye yai yai. An optimistic Juan-Fernando believes that not only will Trump, u2018Make America Great Again, but that he will also know how to do some basic cleaning.The Obama administration is yet to comment. Generally White House head of staff do not comment on such matters.",
        "label": "fake",
        "ID": "008"
    },
    {
        "question_text": "BREAKING: 27 Classified Docs FOUND On Anthony Weiners Laptop Hillarys In TROUBLE",
        "article_text": "The Clinton Machine is coming to screeching halt as  email chains containing classified information were found on Anthony Weiners laptop.Expect the Congressional Republicans to grill Hillary Clinton, her aides, and the FBI for more information on the contents of the emails.Fox News reports:A federal court on Tuesday released the search warrant documents filed by the FBI to access a laptop used by disgraced ex-Rep. Anthony Weiner and his estranged wife, Hillary Clinton aide Huma Abedin, revealing new details about why the bureau revisited the email case just days before the presidential election.The FBIs investigation found  email chains containing classified information on a laptop that was never authorized for the storage or transmission of classified or national defense information, according to the application for the warrant, which was partially redacted.The October re-opening of the Clinton investigation sprung from an unrelated case involving Weiner allegedly sexting with an underage girl. During the course of that inquiry, agents discovered the joint laptop and later found emails addressed to and sent from Clinton.Its the end of the line for the Clinton crime machine.",
        "label": "fake",
        "ID": "65"
    },
    {
        "question_text": "ASSASSINATION OF RUSSIAN AMBASSADOR JUSTIFIED, LIBERAL JOURNALIST SAYS",
        "article_text": "A writer for the NY Daily News argued Tuesday that justice was served following the assassination of Russian Ambassador Andrei Karlov.According to Gersh Kuntzman, the murder of Karlov at the hands of a Turkish police officer shouting, Allahu akbar, and, Dont forget Aleppo, was not terrorism, but instead a noble act.As Vladimir Putins man in Turkey, Karlov was the public face of that murderous dictators war crimes around the globe and of oppression at home, Kuntzman claims. Andrei Karlov is the human embodiment of policies that deployed bunker busters to kill babies, sent fighter planes on scorched earth bombing runs that destroyed a whole city, aided Syrian madman Bashar al-Assad in his campaign that has killed hundreds of thousands, and even ordered attacks on UN aid workers.Kuntzman, who was surprised his murder didnt come months ago, attempted to draw comparisons to the 1938 assassination of Ernst vom Rath, the Nazi ambassador to France.Like Karlov, Rath was the public face of atrocity   in this case, Adolf Hitlers genocide, anti-Semitism and coming global aggression, Kuntzman wrote, comparing Russias role in Syria to Hitlers across multiple continents.After receiving backlash for the controversial piece, Kuntzman further defended his position on social media, arguing that Karlov was a soldier u2013 therefore shooting him in the back outside of a warzone was an appropriate move.",
        "label": "fake",
        "ID": "80"
    },
    {
        "question_text": "URGENT: The Mainstream Media Was Hiding One HUGE Fact About Trump Win!",
        "article_text": "Yall are gonna get a REAL kick outta this one. So remember how the Mainstream Media wouldnt shut up about Hillary Clinton beating Donald Trump in the popular vote by 2.8 Million? Well, that is technically true, but they left out one MAJOR factIF YOU DISCOUNT CALIFORNIA AND NEW YORK, DONALD TRUMP BEAT HILLARY CLINTON BY MORE THAN 3 MILLION VOTES IN THE OTHER STATES!!You see, Hillary Clinton managed to win the classic blue states (both of which have massive sanctuary cities) by 4.2 million in California and 1.8 million in New York.In fact, by those numbers, it is safe to say that California alone is the ENTIRE reason Clinton won the popular vote and California does NOT speak for the entire country.This is exactly why the electoral college exists, though. These 2 states do not account for the entire nation. They know NOTHING about the problems in places like Michigan, Minnesota, Ohio, and Florida, all of which voted Trump. (H/T u2013 Daily Mail)Newt Gingrich brilliantly stated,THIS IS FOOTBALL SEASON. A TEAM CAN HAVE MORE YARDS AND LOSE THE GAME. WHAT MATTERS IS HOW MANY POINTS YOU PUT ON THE BOARD.So it looks like the brilliant system set up by our founding fathers worked out just the way it was supposed to.Im sure a bunch of crybabies will still try and say he didnt win, but if they do, just look them in the eye and say Welcome to America, B*TCH! This is what Freedom Tastes Like",
        "label": "fake",
        "ID": "89"
    },
    {
        "question_text": "Moments After Being Briefed on Berlin Attack, Obama Hops on Golf Cart",
        "article_text": "President Obama headed to a golf course moments after receiving reports that a truck had plowed through a Christmas market in Berlin in a potential terrorist attack, according to White House pool reports.Obama, who is vacationing in Hawaii for the holidays, was also briefed by his national security team on the assassination of Russias ambassador to Turkey just before departing for the Mid-Pacific Country Club.White House press liaison Eric Schultz wrote in a memo that Obama left his rental vacation home at 10:21 a.m. HST, or 3:21 p.m. EST, after a press van held at the house for 11 minutes awaiting the president.Spectators on the street threw shakas and recorded photos or video on cell phones as the motorcade made the 10-minute drive to Mid-Pacific Country Club, where the president will be golfing under cloudy skies, Schultz wrote, according to Mediate.Nine people were killed and at least 50 others were injured in the Berlin truck attack. Police believe the incident was deliberate.Russia, meanwhile, declared the killing of Ambassador Andrey Karlov in Ankara an act of terrorism.The president has faced scrutiny for his decisions to golf during crises.In August, the former FEMA Director Michael Brown, who oversaw the federal response to Hurricane Katrina in 2005, condemned Obama for continuing to golf during his two-week vacation on Marthas Vineyard while historic floods were devastating parts of Louisiana.",
        "label": "fake",
        "ID": "77"
    },
    {
        "question_text": "Obamas Racist Attacks Against White Working Class Caused Historic Democrat Party Collapse",
        "article_text": "Since 2008 Obama and Democrats lost white working class voters across the US.Middle class voters are Republican Trump voters.Obama just sealed the deal with his anti-white racism.The map below shows how Obama lost working class white voters in every state since taking office except for Vermont and Massachusetts.New York TimesDemocrats may have lost the white working class vote for generations.Its Obamas fault.And just this week Barack Obama was out again railing against white working class Americans for his partys woes.iPatriot reported:Obama also blamed Rush Limbaugh, Fox News, and the NRA for distracting the country from his message of hope and change, particularly during the holiday season.If were not actually out there changing the narrative like we are during campaigns, then folks in a lot of these communities, what theyre hearing is Obama wants to take away my guns, he said.  Obama is disrespecting my culture and is primarily concerned with coastal elites and minorities. Ah yes, the problem was you couldnt mindlessly brainwash the country Barack, not that your message was fundamentally anti-American.Obama defended the robbers and hosted Black Lives Matter in the White House.The Black Lives matter led to several police deaths, lootings and burned businesses.Law-abiding white and black Americans have had enough.Obama will be missed when he leaves the White HouseBy the criminals and thugs.",
        "label": "fake",
        "ID": "005"
    },
    {
        "question_text": "URGENT: Clinton Arrested For DUI In California!",
        "article_text": "Hillary Clintons brother-in-law Roger Clinton was arrested over the weekend in Los Angeles. According to reports, he was driving under the influence.TMZ reported the arrest the other day. It came days before Californias primary. This just looks bad on her. These are the type of people the Clinton family produces: alcoholics.*** I bet she is losing it right now.That dunce is Hillary Clinton's Brother-in-lawThat dunce is Hillary Clintons Brother-in-lawRoger Clinton was arrested after 8 PM in Redondo Beach. According to TMZ, He was booked for driving under the influence, he remains in police custody. His bail is set to $15,000.*** You can see the kind of kin that the Clintons keep on display here.They are a family of criminals. They know how to steal and do drugs. Bill Clinton allegedly loves to snort coke with any hooker he can find and Hillary Clinton loves to threaten people. They are a pair made for each other in hell. Toss in the brother-in-law and youve got trio thatll make Freddie Krueger look like a nice person.Look at that picture above. Now, look at this picture of Hillary Clinton. Tell me which one is scarier below in the comments.<> on April 10, 2014 in Las Vegas, Nevada.UNLESS HE BAILS OUT BEFORE TUESDAY  THERE GOES ONE VOTE FOR HILLARY, TMZ SAID.Hillary Clinton needs all the votes she can get. If you remember, Bill Clinton pardoned Roger Clinton for cocaine-related charge as his final executive act as president. (h/t Daily Caller)",
        "label": "fake",
        "ID": "91"
    },
    {
        "question_text": "TRAITOR-IN-CHIEF: Heres The SICK REASON Newt Gingrich Just Betrayed Donald Trump",
        "article_text": "Newt Gingrich has been waging an INSANE jihad against Donald Trump over the Mexican Judge comments made earlier in the week. Many people are going to be disappointed by this, but Newt flipped sides because of the money.The mainstream media reported earlier last month that Sheldon Adelson was willing to contribute $100 million to Trumps campaign. It was not reported much, but there was another $100 million that was offered to Trump if he picked Newt Gingrich. Thats why Gingrich was so nice to Trump.When Trump the entire offer.declined the entire offer. Gingrich started lashing out at him publicly. He even recently claimed that the comments Trump made about the judge were one of his worst mistakes. All Trump did was point out publicly that the Trump University lawyer has ties to the La Raza Hispanic nationalist organization.I DONT KNOW WHAT TRUMPS REASONING WAS, AND I DONT CARE, GINGRICH TOLD THE WASHINGTON POST.What a traitor. Its hard to see it happen because a lot of people were hoping that Newt would be the VP. It is now showing that he is just bitter for having Trump change his mind.Its in Trumps best interest to pick someone that identifies with him ideologically as his VP. This makes a lot of sense because Gingrich has done an almost complete 180 since last week. But, we shouldnt be too torn up about it u2013 remember that Newt Gingrich wanted a moon base at one point.*** Bye, Bye, Newt. Have fun as the leader of the moon. Youll probably see the wall from there.",
        "label": "fake",
        "ID": "93"
    },  
    {
        "question_text": "Ontario Liberals give up, let each school choose their own sex-ed curriculum",
        "article_text": "Aisha Alfa reports on the Kathleen Wynne governments plan to let each school set their own sex ed curriculum, and the wildly different lesson plans that the school boards have come up with.",
        "label": "satire",
        "ID": "289"
    },
    {
        "question_text": "James Comey Quickly Reopens Clinton Email Investigation For Few More Minutes",
        "article_text": "WASHINGTON In a letter addressed to Congress that was quickly followed by a second message retracting the first, FBI director James Comey is said to have briefly reopened the investigation into Hillary Clintons emails for several more minutes Friday. The FBI has learned of materials pertinent to this case and will be reopening the investigation into Hillary Clintons use of a private email server to send classified information, Comey wrote to the nations senators and representatives at 9:18 a.m. before writing another letter at 9:21 a.m. that read Actually, we gave it a quick check, and everything looks fine here. Sorry about that! At press time, Comey had reportedly reopened the investigation after a new document had come to light.",
        "label": "satire",
        "ID": "271"
    },
    {
        "question_text": "John Kerry Throws Vine Over Pit Of Quicksand To Save Child Companion",
        "article_text": "PANGSAU, MYANMAR Thinking quickly to thwart disaster as he ventured deep into the Myanmar rainforest to meet with State Councilor Aung San Suu Kyi, Secretary of State John Kerry threw a vine over a pit of quicksand to save the life of his 12-year-old Moroccan companion, Drumstick, sources confirmed Monday. Grab on, kid! said Kerry, flinging the makeshift lifeline he had hacked off a tree with his machete to the rapidly sinking boy, an orphan who reportedly has tagged along with the American diplomat ever since helping him escape from Marrakesh police in 2013 via a series of hidden backstreets. For a minute there, I thought I was going to lose you. I dont know what I wouldve done with all that peace and quiet. According to sources, the incident marks Drumsticks closest brush with death since riding in a runaway mine cart in South Africa last year.",
        "label": "satire",
        "ID": "202"
    },
    {
        "question_text": "Green Party condemns former candidate for throwing non-organic pumpkin seeds at Trudeau",
        "article_text": "HAMILTON u2013 Green Party Leader Elizabeth May is condemning a former candidate of her party for throwing non-organic pumpkin seeds at Prime Minister Justin Trudeau earlier today.According to the RCMP, the woman who tossed seeds at the Prime Minister in a protest against the LNG pipeline decision had purchased the pumpkin- which contained the seeds- from a local Loblaws instead of a certified organic farm.Our party never thinks its okay to throw seeds that were grown with the use of pesticides, explained May at an emergency press conference. We strongly condemn any behaviour that doesnt take into account local farmers. Her actions only reinforces big agribusiness and does not reflect Green Party values.Meanwhile, the RCMP conducted a thorough search of the candidates home and seized lentils, quinoa, and a variety of other improvised tossing material.",
        "label": "satire",
        "ID": "2007"
    },
    {
        "question_text": "RICK PERRY: TIME TO PASS MANTLE TO NEW GENERATION OF BONEHEADS",
        "article_text": "SAN ANTONIO (The Borowitz Report) Texas Gov. Rick Perry announced yesterday that he would not seek reu00eblection, telling supporters, The time has come to pass the mantle of leadership to a new generation of boneheads.Ive had a good run, he said. But after twelve years, someone else who isnt playing with a full deck should take a turn at the wheel.Reflecting on his twelve years as governor, Mr. Perry said that he had no regrets except for being incoherent the entire time.Before leaving office, Gov. Perry said that he would propose three signature bills just to let future Texans know how Rick Perry marked his territory.The first bill would require all voters in the state to have an I.D. with a photo of a white person; the second would force anyone filibustering an anti-abortion bill to ride a mechanical bull; and the third he could not remember.",
        "label": "satire",
        "ID": "290"
    },
    {
        "question_text": "TRUMP SURGES AHEAD OF CLINTON IN POLL CONDUCTED BY HIS BRAIN",
        "article_text": "NEW YORK (The Borowitz Report) Donald Trump has surged ahead of Hillary Clinton in a new poll conducted by Trumps brain.The poll, taken after Trumps brain perceived that he demolished Clinton in the third and final Presidential debate, shows him ahead of Clinton, sixty-four per cent to thirty-one per cent.In a sign that his criticism of Clinton has been just fantastic, a majority of imaginary voters in Trumps head agree that she is a nasty woman, with more than seventy per cent calling her crooked, sad, and a disgrace.close dialogIn more incredibly amazing good news for the G.O.P. nominee, Trumps brain reports that his standing with women has markedly improved, with ninety per cent calling him extremely handsome and sexy.According to Trumps brain, the poll has no margin of error, absolutely none, its a tremendous poll, you just cant believe how great this poll is.",
        "label": "satire",
        "ID": "263"
    },
    {
        "question_text": "IN FINAL APPEAL TO VOTERS, CLINTON CHANGES SLOGAN TO WONT BLOW UP PLANET",
        "article_text": "RALEIGH (The Borowitz Report) Delivering her closing argument of the 2016 campaign, Hillary Clinton has replaced her campaign slogan, Stronger Together, with a new one, Wont Blow Up Planet.According to Clinton-campaign sources, the new slogan is designed to appeal to suburban women, a group of voters that has historically opposed blowing up the planet.Clinton launched the slogan at a campaign appearance in Raleigh, North Carolina, where she told supporters, On Day One of my Administration, I will work for you. I will fight for you. And I will not blow up the planet.But, even as Clinton spoke, the slogan came under fire from Donald Trumps campaign manager, Kellyanne Conway, who said that it reflected the failed policies of the past.The American people have just had eight years of a President who didnt blow up the planet, Conway said. Donald Trump is offering something different.",
        "label": "satire",
        "ID": "218"
    },
    {
        "question_text": "Donald Trump invites press to off-the-record session at Mar-A-Lago",
        "article_text": "On Sunday evening, Donald Trump invited reporters to an off-the-record session at his Mar-A-Lago residence, where hes spending the holidays.Trump vows to eradicate Islamic terrorism in response to Berlin attackThe press pool covering him reported, Trump stopped by a staff off the record with reporters at Mar-a-Lago, mingling for about a half hour and according to [Trump press director] Stephanie Grisham decided to go to dinner afterwards. We are told we can report the fact that Trump and Melania stopped by the OTR with reporters.It is not unusual for elected officials to hold off-the-record meetings with the press -- ostensibly to give journalists insight into the principals thinking on an issue. This particular session took place as journalists continue to protest the fact that Mr. Trump has yet to hold a news conference since his election. Its now been 145 days since his last news conference. He has, since the election, given interviews to CBS News, to New York Times reporters, and to Fox News, but the press conference he was to hold last week about the resolution of his business conflicts was postponed until the new year.  Mike Allen, formerly of Politico and now of Axios, was there and sent a series of tweets about the meeting in the White and Gold ballroom, saying in one that Mr. Trump was relaxed and chatty and that pictures were allowed of the off-the-record session.Many of the journalists who attended, including Allen, saw an uptick in outraged tweets aimed at them, though this one, from cartoonist Ann Telnaes, summed up the reaction visually.In addition to Allen, APs Evan Vucci, Reuters Steve Holland and Jonathan Lucas, ABCs Katherine Faulders and Hallie Jackson, Jeremy Diamond and Noah Gray of CNN, Ali Vitali of NBC, the Washington Posts Jabin Botsford, the New York Times Nick Corasaniti, Buzzfeeds Adrian Carrasquillo and Politicos Tara Palmeri attended, among others. Though the president-elect has not yet held a press conference, hes hardly been silent since his election victory -- Mr. Trump is still tweeting regularly.",
        "label": "real",
        "ID": "197"
    },
    {
        "question_text": "Trump is within his rights to use executive power, Obama says",
        "article_text": "WASHINGTON   President Obama says he has no regrets about his go-it-alone use of executive power   even if President-elect Donald Trump can now use those same powers to roll back his policies.'I think that he is entirely within his lawful power to do so,' Obama said in an interview with National Public Radio broadcast Monday. 'If he wants to reverse some of those rules, that's part of the democratic process.'In his traditional end-of-year public radio interview, Obama offered a wide-ranging defense of his use of presidential power as he prepares to turn the levers of that power over to man he once described as unfit for the presidency.Obama argued that his use of executive action wasn't much different from his predecessors. What changed, he said, is that Congress became less willing to pass legislation.'Congress has become so dysfunctional that more and more of a burden is placed on the agencies to fill in the gaps, and the gaps get bigger and bigger because they're not constantly refreshed and tweaked,' he said. 'And the bottom line is, if you want to right-size executive power relative to the other branches of government, the best way to do that is to have a healthy Congress in which the two parties are debating, disagreeing but also occasionally working together to pass legislation.'The same thing has happened on foreign policy, he said. The Obama administration has been relying a post-9/11 congressional war authorization intended for al-Qaeda in order to battle the Islamic State in Iraq and Syria.'The danger is that over time, Congress starts feeling pretty comfortable with just having the president do all this stuff and not really having to weigh in,' he said. 'The president and the executive branch are always going to have greater latitude and greater authority when it comes to protecting America, because sometimes you just have to respond quickly and not everything that is a danger can be publicized and be subject to open debate.'But Obama also said he's installed guardrails on the president's war powers, setting up systems of internal accountability on issues like drone strikes and electronic surveillance by the National Security Agency.'You know, there are some critics on the left who would argue we haven't gone far enough on that. I would argue that we've gotten it about right, although I'm the first one to admit that we didn't get it all right on day one,' he said.",
        "label": "real",
        "ID": "168"
    },
    {
        "question_text": "N.Y. attorney general's office: Trump can't shut down foundation until investigation ends",
        "article_text": "WEST PALM BEACH, Fla. - Donald Trump cannot move ahead with his plan to dismantle his charitable foundation because state prosecutors are probing whether the president-elect personally benefited from its spending, the New York attorney generals office said Tuesday.The Trump foundation is still under investigation by this office and cannot legally dissolve until that investigation is complete, said Amy Spitalnick, spokeswoman for state Attorney General Eric Schneiderman.The statement came after Trump announced that he wanted to dissolve the Donald J. Trump Foundation, part of what his presidential transition team says is an effort to erase any potential conflicts of interest before he takes office Jan. 20.But the foundations inner workings have been the subject of Schneidermans investigation for months and could remain a thorny issue for Trumps incoming administration. Democrats nationally have said they are ready to raise any legal or ethical issues from Trumps global business empire during his presidency.Trumps charity has admitted that it violated IRS regulations barring it from using its money or assets to benefit Trump, his family, his companies or substantial contributors to the foundation.President-elect announces he will shutter Trump FoundationThe admissions by the Donald J. Trump Foundation were in a 2015 tax filing made public after a presidential election in which it was revealed that Trump has used the charity to settle lawsuits, make a $25,000 political contribution and purchase items, such as a painting of himself, that was displayed at one of his properties.The 2015 tax filing was posted on the nonprofit monitoring website GuideStar on Nov. 18 by someone using an email address from the foundations law firm, Morgan, Lewis & Bockius, said GuideStar spokeswoman Jackie Enterline Fekeci.In the tax filing, the foundation acknowledged that it used money or assets in violation of the regulations not only during 2015, but in prior years. But the tax filing doesnt provide details on the violations.Schneiderman, a Democrat, launched his investigation into the charity after reporting by The Washington Post drew attention to some of the foundations purchases.Trump asserted on Twitter late Monday that his foundation was run efficiently.The DJT Foundation, unlike most foundations, never paid fees, rent, salaries or any expenses, the president-elect tweeted. 100% of the money goes to wonderful charities.",
        "label": "real",
        "ID": "1011"
    },
    {
        "question_text": "Donald Trump accuses President Obama of roadblocks during transition",
        "article_text": "President-elect Donald Trump escalated his rhetoric against President Obama on Wednesday, accusing the current president of roadblocks leading up to Inauguration Day.In a tweet Wednesday morning, Mr. Trump said he was doing [his] best to disregard the inflammatory  statements and roadblocks from Mr. Obama:Mr. Trump was presumably still responding to Mr. Obamas comments in a podcast interview released Monday, in which he said he would have been able to mobilize Americans against Mr. Trump had he been able to run for a third term in 2016.I am confident in this vision because Im confident that if I had run again and articulated it, I think I couldve mobilized a majority of the American people to rally behind it, Mr. Obama said in the interview with David Axelrod, his former senior political advisor, which was released on Axelrods podcast AxeFiles. I know that in conversations that Ive had with people around the country, even some people who disagreed with me, they would say the vision, the direction that you point towards is the right one.These comments appear to have gotten under Mr. Trumps skin: Wednesdays tweet is the third in three days about Mr. Obama.On Monday, Mr. Trump tweeted that there is NO WAY Mr. Obama could have defeated him if he had been able to run for a third term this year:And on Tuesday, Mr. Trump said Mr. Obama campaigned hard (and personally) in the very important swing states, and lost:Mr. Trump and Mr. Obama seemed to move past the scathing campaign trail rhetoric in the weeks immediately following Election Day, talking by phone on several occasions and speaking in positive terms about their interactions.In a meeting with The New York Times in November, Mr. Trump described his great meeting with Mr. Obama. I didnt know if Id like him, Mr. Trump said. I probably thought that maybe I wouldnt, but I did. I really enjoyed him a lot.But as Inauguration Day approaches, it appears that goodwill is not going to last. Mr. Trump has been critical of several of Mr. Obamas recent decisions, including the abstention on the United Nations Security Council vote condemning Israeli settlements.Mr. Obama, too, has offered veiled criticisms of Mr. Trump in recent public speeches and appearances. For example, speaking aside Japanese Prime Minister Shinzo Abe at Pearl Harbor on Tuesday, Mr. Obama said that even when hatred burns hottest, even when the tug of tribalism is at its most primal, we must resist the urge to turn inward. We must resist the urge to demonize those who are different.",
        "label": "real",
        "ID": "1006"
    },
    {
        "question_text": "TRUMP SAYS HE HEROICALLY AVOIDED CAPTURE IN VIETNAM BY STAYING IN U.S.s",
        "article_text": "AMES, IOWA (The Borowitz Report) Presidential candidate Donald Trump revealed a little-known episode of personal heroism from his youth on Saturday, telling an Iowa audience that he narrowly avoided capture in Vietnam by remaining in the United States for the duration of the war.The Cong were after me, Trump said, visibly stirred by the memory. And then, just in the nick of time, I got my deferment.The former reality-show star said he had never shared his record as a war hero before because I dont like to boast.He said that he only disclosed the episode now because the way this nation treats our deferment veterans is a disgrace.Trump complained that he received no official commendation or medal for his heroism, calling the lack of recognition shameful.Those brave Americans who, like me, avoided being captured by not serving at all we are the true heroes, he said.Trumps tale of valor appeared to move many members of his audience, some of whom waited in line after his speech to thank him for his lack of service.",
        "label": "satire",
        "ID": "2001"
    },
    {
        "question_text": "OBAMA SIGNS EXECUTIVE ORDER REQUIRING PRESIDENT OF UNITED STATES TO BE TAXPAYER",
        "article_text": "WASHINGTON (The Borowitz Report) Calling his action long overdue, President Barack Obama on Friday signed an executive order requiring that the President of the United States be a federal taxpayer.The order, which makes a non-taxpayer ineligible to serve as President, goes into effect immediately.Since the President has such a large say in how federal taxes are spent, it only makes sense that he or she contribute to those taxes, too, he said, noting that everyone who has served as President has been a taxpayer.The President urged people not to read too much into the timing of his executive order. It just seemed like the right thing to do, he said.Obamas action drew howls of protest from Republicans on Capitol Hill, including the House Speaker, Paul Ryan. This is nothing less than an attack on the American dream of paying no taxes, Ryan said.The President, who brushed off that criticism, is reportedly readying another executive order requiring cabinet members to have held at least a summer job relevant to their posts.",
        "label": "satire",
        "ID": "211"
    },
    {
        "question_text": "CLINTON HOPING TO GUARANTEE VICTORY BY INVITING TRUMP TO DEBATE",
        "article_text": "LAS VEGAS (The Borowitz Report) In what is being denounced by Republicans as an outrageous dirty trick, Hillary Clinton is seeking to seal a victory in the third Presidential debate by inviting Donald Trump to attend.The attention-grabbing invitation, which was widely seen as retaliation for the Trump campaigns decision to invite President Obamas estranged half brother, Malik, to the televised forum, sparked howls of protest from Republicans, who charged that Clinton was trying to gain an unfair advantage in the contest.But Clintons campaign chairman, John Podesta, defended the controversial invitation. If theyre going to have Malik at the debate, then were going to have Donald Trump, he said. Two can play this game.Appearing on CNN, Trumps campaign manager, Kellyanne Conway, blasted the Clinton campaigns invitation of Trump as a blatant ploy to rig the debate.I know Hillary Clinton wants to try every trick in the book to win this debate, but inviting Donald Trump is really beyond the pale, she said. She should be ashamed of herself.",
        "label": "satire",
        "ID": "265"
    },
    {
        "question_text": "TRUMP TO CREATE JOBS FOR UNSKILLED WHITE MALES",
        "article_text": "WASHINGTON (The Borowitz Report) Fulfilling a promise that was a hallmark of his campaign, President-elect Donald J. Trump said on Thursday that on Day One of his Administration he would create jobs for two unskilled white males.Appearing at a press conference flanked by the males, Trump assailed an economy that had left the two men behind.These two guys are completely unskilled, unemployable, and angry, Trump said, as the two males glowered at the press corps. I, and I alone, can create jobs for people like them.Gesturing vehemently at the two men, Trump underlined his last point. No one I repeat, no one but me is willing to give these two jobs, he said.The two unskilled men profusely thanked Trump, and said that they had almost given up hope that anyone would ever hire them again.Appearing on CNN, another unskilled white male, Corey Lewandowski, said that the two jobs Trump had created were just the beginning.Almost everyone Donald Trump knows is an angry, unskilled white male, and hes going to give jobs to every last one of them, he said.",
        "label": "satire",
        "ID": "217"
    },
    {
        "question_text": "Before Trump's Presidency, US Privacy Board in Disarray",
        "article_text": "A federal board responsible for protecting Americans against abuses by spy agencies is in disarray just weeks before President-elect Donald Trump takes office.The five-member Privacy and Civil Liberties Oversight Board will have only two remaining members as of Jan. 7   and no Democrats even though it is required to operate as an independent, bipartisan agency.The vacancies mean it will lack the minimum three members required to conduct business and can work only on ongoing projects. Trump would have to nominate new members, who would have to be confirmed by the Senate.The board was revitalized after former National Security Agency contractor Edward Snowden's disclosures on the scope of U.S. spying in 2013. It notably concluded that the NSA's phone surveillance program was unconstitutional.",
        "label": "real",
        "ID": "184"
    },
    {
        "question_text": "Hillary Clinton Thanks Supporters, Refers to Popular Vote Win in End-of-Year Email",
        "article_text": "Hillary Clinton thanked her supporters, referring to her popular-vote victory, and wished them a happy holiday season in an end-of-year email sent Monday.In the email, Clinton mentioned the rough number of votes she received in the 2016 presidential election and that her popular vote win showed promise.'Before this year ends, I want to thank you again for your support of our campaign,' Clinton wrote in the email. 'While we didn't achieve the outcome we sought, I'm proud of the vision and values we fought for and the nearly 66 million people who voted for them.'Clinton also encouraged supporters to keep pressing forward saying she believes it is 'our responsibility to keep doing our part to build a better, stronger, and fairer future for our country and the world.'But she did not indicate any specific plans for the future.NY Attorney General Hinders Trump Plan to Shutter FoundationHillary Clinton Officially Wins Popular Vote by Nearly 2.9 Million1,000 Roses and Sidewalk Messages in Chalk for Hillary ClintonThe email ended with Clinton's well wishes for the new year and said she would be 'in touch' in 2017.'I wish you and your family health, happiness, and continued strength for the New Year and the work ahead,' she wrote.She also expressed her year-end wishes on Twitter.",
        "label": "real",
        "ID": "1014"
    },
    {
        "question_text": "Donald Trump taps former Bush aide as top counterterrorism adviser",
        "article_text": "President-elect Donald Trump has tapped former Bush aide Tom Bossert to serve as assistant to the President for homeland security and counterterrorism, his transition team announced Tuesday.Tom brings enormous depth and breadth of knowledge and experience to protecting the homeland to our senior White House team, Mr. Trump said in a statement. He has a handle on the complexity of homeland security, counterterrorism, and cybersecurity challenges. He will be an invaluable asset to our Administration.The post will be a return to the White House for Bossert, who previously served as the deputy homeland security advisor to former President George W. Bush. Before that, he spent two years as the White Houses director of infrastructure protection policy.Since leaving the White House, Bossert has run a national security consulting business and served as a fellow at the Atlantic Council focusing on cybersecurity.Mr. Trumps transition team said the position for which Bossert was selected has recently been performed by a deputy to the National Security Advisor, but that in Mr. Trumps administration the job is being elevated and restored to its independent status. Lt. Gen. Michael Flynn (ret.) will serve as Mr. Trumps National Security Advisor.I am looking forward to working closely with Gen. Flynn as we together help the President-elect advance the interests of the United States and its allies, Bossert said in a statement.",
        "label": "real",
        "ID": "1007"
    },
    {
        "question_text": "Texas kicking Planned Parenthood out of Medicaid funding",
        "article_text": "AUSTIN, Texas -- Texas has given Planned Parenthood final notice of plans to cut off Medicaid funding, a move that federal judges have so far blocked other Republican-controlled states from making. Planned Parenthood responded Tuesday by saying it will also ask a court to stop Texas from defunding clinics in January. Arkansas, Mississippi, Louisiana and Kansas are among the states where judges have denied similar efforts.People are donating to Planned Parenthood in Mike Pence's namePlanned Parenthood had previously received $3.1 million in Medicaid funding from the state of Texas, according to the notice that was obtained by the Texas Tribune. Planned Parenthood says its clinics serve nearly 11,000 women in Texas each year through Medicaid. Planned Parenthood will lose the Medicaid funding within 30 days. The organization has 15 days to appeal  by requesting an administrative hearing with the Texas Health and Human Services Commission, according to the Tribune. Planned Parenthood President Cecile Richards responded by calling Texas a cautionary tale for the rest of the nation. The move comes at a time when her organization is simultaneously fighting to stop Congress from also cutting off taxpayer dollars. President-elect Donald Trump has given mixed signals about his feelings toward the group.Last week, the Obama administration barred states from denying federal family planning funds, although abortion opponents immediately said they would seek to repeal it when Mr. Trump takes office in January. ",
        "label": "real",
        "ID": "193"
    }
]