[
  {
      "ID": "707bc41cf4e12f6a",
      "question_text": "Busy in real life?! LOL, pathetic cunt. Learn to read English, while you have time, fucking piece of chingching trash. You've to see who was right, poor squint. But yeah, you Asian animals don't have self-judgement.",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 1
  },
  {
      "ID": "a68341be909282c9",
      "question_text": "Only a sad loser janitor would think that being a janitor is better than being banned from wikipedia. LOL. Why you so bitter? Were you so incompetent that they fired you as a janitor too?",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 0,
      "threat": 0,
      "insult": 0,
      "identity_hate": 0
  },
  {
      "ID": "9e6b70e0db26315b",
      "question_text": "A misery=\nYou have made my life a misery on Wikipedia, and now you're gonna pay for it you disgusting, ignorant and stupid bastard.",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 1,
      "insult": 1,
      "identity_hate": 0
  },
  {
      "ID": "0177211a942a8f2c",
      "question_text": "Just shut up you boring old crap. Nobody even likes you. Also, WTF is all the damn copyright pics? WTF is that?? God, you really should get off the Internet & study you uneducated dufus. Anyway, it's hard to communicate with somebody as stupid as YOU. Also, why should I do what you want me to do? I can do whatever I want you big loser.User:Pic Business",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 0
  },
  {
      "ID": "cbeeca0dd8d32c1a",
      "question_text": "nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit nice work removing edits, faggot ass piece of shit ni",
      "toxic": 1,
      "severe_toxic": 1,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 0
  },
  {
      "ID": "4dd70c5e615fff41",
      "question_text": " Block of Darwiner111 He's been sockpuppeting like mad, and editing disruptively with all his sockpuppets, which include (talk) \"",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 0,
      "threat": 0,
      "insult": 0,
      "identity_hate": 0
  },
  {
      "ID": "1f5115274e080a68",
      "question_text": "Access Denied to the pursuit of truth Bigee and Piano01 - do you have anything better to do with your time? - I was developing a fully comprehensive work on the Northern Territory Police, largely for my own education as I am undergoing recruitment. Because of your shortsighted pedantic and stupid attitude now there is virtually no information available at one source for anyone seeking it. You people are real morons. You have cleaned up nothing - its downright vandalism. May you both have a concealed disease that manifests itself as lukemia or AIDS.",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 0,
      "threat": 0,
      "insult": 0,
      "identity_hate": 0
  },
  {
      "ID": "893c7f18ec81728c",
      "question_text": "=I got pissed\nthis mulatto fuck has been pestering me for the past year and all he does is try to get under my skin. i fuckin hate this motherfuckin shitskin faggot. sorry for attacking it, but it should fuckin die! i hate shaka",
      "toxic": 1,
      "severe_toxic": 1,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 1
  },
  {
      "ID": "69a4007174fdcdf3",
      "question_text": "Because this guy has no life and likes to f*ck around with people's hard work. Just retaliate against him, so he stops messing up people's legitimate pages.",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 0
  },
  {
      "ID": "c6106752c982786e",
      "question_text": "note stealing The article note stealing in many peeps minds is a worthy article. If you delete i will sue you for $2 million. you are a jag bag. jerkoff, kinsider what i said. If u delete i'll beat you with a shoe until you are black and blue. you are stupid and need to clean out your eye of all that scum because you cannot notice a good article when you see one. you are a sucky user or administrator whatever you are. I Hate You!!!!!!! you little jayhawk, poo you. stuff it scum face. go piss on a pole and if u are a girl go squat. up yours you incompetant administrator. sincerily yr fuked up lil mother fukin nigga from the hood, the outsider",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 0
  }
]