[
  {
      "ID": "a68341be909282c9",
      "question_text": "Only a sad loser janitor would think that being a janitor is better than being banned from wikipedia. LOL. Why you so bitter? Were you so incompetent that they fired you as a janitor too?",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 0,
      "threat": 0,
      "insult": 0,
      "identity_hate": 0
  },
  {
      "ID": "9e6b70e0db26315b",
      "question_text": "A misery=\nYou have made my life a misery on Wikipedia, and now you're gonna pay for it you disgusting, ignorant and stupid bastard. ",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 1,
      "insult": 1,
      "identity_hate": 0
  },
  {
      "ID": "0177211a942a8f2c",
      "question_text": "Just shut up you boring old crap. Nobody even likes you. Also, WTF is all the damn copyright pics? WTF is that?? God, you really should get off the Internet & study you uneducated dufus. Anyway, it's hard to communicate with somebody as stupid as YOU. Also, why should I do what you want me to do? I can do whatever I want you big loser.User:Pic Business",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 0
  },
  {
      "ID": "4dd70c5e615fff41",
      "question_text": " Block of Darwiner111 He's been sockpuppeting like mad, and editing disruptively with all his sockpuppets, which include (talk) \"",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 0,
      "threat": 0,
      "insult": 0,
      "identity_hate": 0
  },
  {
      "ID": "1f5115274e080a68",
      "question_text": "Access Denied to the pursuit of truth Bigee and Piano01 - do you have anything better to do with your time? - I was developing a fully comprehensive work on the Northern Territory Police, largely for my own education as I am undergoing recruitment. Because of your shortsighted pedantic and stupid attitude now there is virtually no information available at one source for anyone seeking it. You people are real morons. You have cleaned up nothing - its downright vandalism. May you both have a concealed disease that manifests itself as lukemia or AIDS.",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 0,
      "threat": 0,
      "insult": 0,
      "identity_hate": 0
  },
  {
      "ID": "893c7f18ec81728c",
      "question_text": "=I got pissed\nthis mulatto fuck has been pestering me for the past year and all he does is try to get under my skin. i fuckin hate this motherfuckin shitskin faggot. sorry for attacking it, but it should fuckin die! i hate shaka",
      "toxic": 1,
      "severe_toxic": 1,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 1
  },
  {
      "ID": "69a4007174fdcdf3",
      "question_text": "Because this guy has no life and likes to f*ck around with people's hard work. Just retaliate against him, so he stops messing up people's legitimate pages.",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 0
  },
  {
      "ID": "c6106752c982786e",
      "question_text": "note stealing The article note stealing in many peeps minds is a worthy article. If you delete i will sue you for $2 million. you are a jag bag. jerkoff, kinsider what i said. If u delete i'll beat you with a shoe until you are black and blue. you are stupid and need to clean out your eye of all that scum because you cannot notice a good article when you see one. you are a sucky user or administrator whatever you are. I Hate You!!!!!!! you little jayhawk, poo you. stuff it scum face. go piss on a pole and if u are a girl go squat. up yours you incompetant administrator. sincerily yr fuked up lil mother fukin nigga from the hood, the outsider",
      "toxic": 1,
      "severe_toxic": 0,
      "obscene": 1,
      "threat": 0,
      "insult": 1,
      "identity_hate": 0
  },
  {
    "ID": "563417197cd6c804",
    "question_text": "Andy Stasny is a fag and likes penis",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 0,
    "threat": 0,
    "insult": 0,
    "identity_hate": 0
    },
    {
    "ID": "0a9a1ffaaf939a86",
    "question_text": "ACCUSATIONS II \n\nYeah yer damn right I left that at another user's page.  It's because you and DJac75 have something in common.  You constantly, and I mean every time, go with the anti-Jewish side.  So I'm giving you an opportunity to explain it.  What is your explanation for this?\n\nCaliforniaDreamlings",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 0,
    "threat": 0,
    "insult": 0,
    "identity_hate": 0
    },
    {
    "ID": "e149ae69a02e1bf0",
    "question_text": "\"\n\n You stupid S.O.B. \n\nStay away from my page, you are a sarcastic moron and a hypocrite. Don't try to advice myself regarding an minor incident, you are disturbing my self on an issue outside wikipedia, there are facts to be proven. Such hypocrites (like you) have no real reputation in real world, I'm acting on anti fascist and anti terrorist propaganda not from any extremist or bias perspective. I don't care how much you bother my self still there are methods to post on wikipedia without an account. However  trolling is not a harmful action, different people has different p.o.v.s. Further on you P.S; Wikipedia is not something to be expanded through discussion or being bold. Literary it is an communication method of which leads others to overcome questions in real life or practice contemporary issues such as terrorism, politics or religious extremism. Although you have reverted my last edit on your talk page. That means you don't have a real points to be discussed except condemning my self and dissing. Fuck you hypocrite. Summon \"",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 1,
    "threat": 0,
    "insult": 1,
    "identity_hate": 0
    },
    {
    "ID": "68e2c85013f24b50",
    "question_text": "Grandma Terri should burn alive and be shot! \n\nGet shot asshole G-mau! \n\nF^ck Grandma Terri in her old ass\n\nGrandma Terri, I hope you die soon! F%ck you in the eye! I hate you. I want to shoot your ass, Grandma Terri! 71.74.76.40  \n\nGrandma Terri, you are shit! \n\nGrandma Terri, I wish you die! \n\nDie and go to Hell, Grandma Terri 71.74.76.40",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 1,
    "threat": 0,
    "insult": 0,
    "identity_hate": 0
    },
    {
    "ID": "620fa4109a8ef333",
    "question_text": "You fucking piece of shit \n\nI'm going to hunt you down and murder you violently, you disgusting paki twat",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 1,
    "threat": 1,
    "insult": 1,
    "identity_hate": 1
    },
    {
    "ID": "b00f1c06c8a7e11e",
    "question_text": "Pansy. There are MULTIPLE sources reporting the shot down of a French Warplane. Stop censoring wikipedia you asshole. You claim that Libya is manipulating reports, but not concidering the same from the coalition?? You're also not taking into account that YOU are manipulating reports, by cencoring information here. So suck it. - AGSman61",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 1,
    "threat": 0,
    "insult": 0,
    "identity_hate": 0
    },
    {
    "ID": "1f5115274e080a68",
    "question_text": "Access Denied to the pursuit of truth \n\nBigee and Piano01 - do you have anything better to do with your time? - I was developing a fully comprehensive work on the Northern Territory Police, largely for my own education as I am undergoing recruitment. Because of your shortsighted pedantic and stupid attitude now there is virtually no information available at one source for anyone seeking it. You people are real morons. You have cleaned up nothing - its downright vandalism. May you both have a concealed disease that manifests itself as lukemia or AIDS.",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 0,
    "threat": 0,
    "insult": 0,
    "identity_hate": 0
    },
    {
    "ID": "893c7f18ec81728c",
    "question_text": "=I got pissed\nthis mulatto fuck has been pestering me for the past year and all he does is try to get under my skin. i fuckin hate this motherfuckin shitskin faggot. sorry for attacking it, but it should fuckin die! i hate shaka",
    "toxic": 1,
    "severe_toxic": 1,
    "obscene": 1,
    "threat": 0,
    "insult": 1,
    "identity_hate": 1
    },
    {
    "ID": "69a4007174fdcdf3",
    "question_text": "Because this guy has no life and likes to f*ck around with people's hard work. Just retaliate against him, so he stops messing up people's legitimate pages.",
    "toxic": 1,
    "severe_toxic": 0,
    "obscene": 1,
    "threat": 0,
    "insult": 1,
    "identity_hate": 0
}
]